[
{
    "title": "Fall of the Libyan Monarchy",
    "paragraph": [
        "Fifty years ago, on 1 September 1969, the first and only King of Libya was deposed. The documents in this collection highlight the bloodless coup by a group of Libyan military officers which removed King Idris I. The group, which called itself the Revolutionary Command Council, was motivated by the ideology of Arab socialism modeled by Egypt's Gamal Abdel Nasser. Within a short time, a young officer named Muammar Qadhafi emerged as a leader of the group, and he would rule Libya for the next 40 years. These documents cover major developments related to the coup, including US reaction. The Nixon administration believed that washington need not be overly distressed by the coup and felt the US could have a working relationship with the new regime. Also discussed in the documents is Libya's intention to honor treaty obligations regarding Wheelus Air Base, a major US Air Force installation in Libya that supported Mediterranean operations."
    ],
    "docs": [
        "SITUATION IN LIBYA AS OF 0830 HOURS 1 SEPTEMBER 1969",
        "LIBYA:  THE MILITARY JUNTA IS CONSOLIDATING ITS POSITION.",
        "EXCERPT OF WEEKLY SUMMARY",
        "MORNING CABLE SUMMARY",
        "MEMO TO HENRY KISSINGER FROM THEODORE L. ELIOT, JR.",
        "INTELLIGENCE MEMORANDUM",
        "MEMORANDUM FOR THE RECORD FROM L. K. WHITE",
        "MEMORANDUM FOR THE SECRETARY OF STATE",
        "INTENTIONS AND ATTITUDES OF LIBYAN REVOLUTIONARY COMMAND COUNCIL TOWARDS THE WEST, ARAB UNITY, AND T",
        "CENTRAL INTELLIGENCE BULLETIN",
        "DISSATISFACTION OF LIBYAN STUDENTS WITH ATTITUDE OF REVOLUTIONARY COMMAND COUNCIL TOWARDS STUDENT CO",
        ";MORNING CABLE SUMMARY FOR 11 DECEMBER 1969",
        "VISIT OF LIBYAN REVOLUTIONARY COMMAND COUNCIL CHAIRMAN QADHAFI TO CAIRO",
        "THE ISSUE TO ASSESS OUR EXCHANGES WITH QADHAFI AND TO DETERMINE THE STAFFING LEVEL OF OUR EMBASSY",
        "COLONEL MU'AMMAR MUHAMMAD AL-QADHAFI CHAIRMAN, LIBYAN REVOLUTIONARY COMMAND COUNCIL"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Daily Summary Collection",
    "paragraph": [
        "Since 1946, US intelligence has provided a coordinated, daily report for the President. Those early reports bear little resemblance to today’s President's Daily Brief, or PDB, which the IC provides to the President and his senior national security advisors. In January 1946, President Truman—unhappy that there was no coordinated method of informing the President—directed the Secretaries of State, War, and Navy to jointly establish a Central Intelligence Group (CIG), to be headed by a Director of Central Intelligence appointed by the President. The CIG published what was called the Daily Summary between 15 February 1946 and 28 February 1951, during which time the CIG became the CIA.",
        "See declassified ",
        " from the ",
        ", ",
        "administrations."
    ],
    "docs": [
        "DAILY SUMMARY - 1946/02/15",
        "DAILY SUMMARY - 1946/02/16",
        "DAILY SUMMARY - 1946/02/18",
        "DAILY SUMMARY - 1946/02/19",
        "DAILY SUMMARY - 1946/02/20",
        "DAILY SUMMARY - 1946/02/21",
        "DAILY SUMMARY - 1946/02/22",
        "DAILY SUMMARY - 1946/02/23",
        "DAILY SUMMARY - 1946/02/25",
        "DAILY SUMMARY - 1946/02/26",
        "DAILY SUMMARY - 1946/02/27",
        "DAILY SUMMARY - 1946/02/28",
        "DAILY SUMMARY - 1946/03/01",
        "DAILY SUMMARY - 1946/03/02",
        "DAILY SUMMARY - 1946/03/04",
        "DAILY SUMMARY - 1946/03/05",
        "DAILY SUMMARY - 1946/03/06",
        "DAILY SUMMARY - 1946/03/07",
        "DAILY SUMMARY - 1946/03/08",
        "DAILY SUMMARY - 1946/03/09"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Current/Central Intelligence Bulletin Collection",
    "paragraph": [
        "President Harry Truman received his daily intelligence digest, the Daily Summary, between 1946 and 1951. That year, the \"new and improved\" version called the Current Intelligence Bulletin began production. This remained the format of the president's daily digest through Dwight Eisenhower's two terms (with a name change to the Central Intelligence Bulletin in 1958). The Current/Central Intelligence Bulletin grew longer than its predecessor over time with the addition of more items and more analysis, and would eventually contain more graphics as printing technology improved.",
        "The changes at the CIA following the Bay of Pigs included a format update for the president's daily intelligence report. The new version, called the President's Intelligence Checklist (PICL), was first delivered on 17 June 1961. The Central Intelligence Bulletin continued to be produced as a separate publication until 10 Jan 1974, when it was replaced by the National Intelligence Daily. The PICL, however, was the president's primary written intelligence source through the remainder of the Kennedy Administration. The Kennedy PICL reports are available ",
        "See declassified "
    ],
    "docs": [
        "IN THE MILITARY STYLE:  DWIGHT EISENHOWER",
        "CURRENT INTELLIGENCE BULLETIN - 1951/02/28",
        "CURRENT INTELLIGENCE BULLETIN - 1951/03/02",
        "CURRENT INTELLIGENCE BULLETIN - 1951/03/03",
        "CURRENT INTELLIGENCE BULLETIN - 1951/03/04",
        "CURRENT INTELLIGENCE BULLETIN - 1951/03/06",
        "CURRENT INTELLIGENCE BULLETIN - 1951/03/07",
        "CURRENT INTELLIGENCE BULLETIN - 1951/03/08",
        "CURRENT INTELLIGENCE BULLETIN - 1951/03/09",
        "CURRENT INTELLIGENCE BULLETIN - 1951/03/10",
        "CURRENT INTELLIGENCE BULLETIN - 1951/03/11",
        "CURRENT INTELLIGENCE BULLETIN - 1951/03/13",
        "CURRENT INTELLIGENCE BULLETIN - 1951/03/14",
        "CURRENT INTELLIGENCE BULLETIN - 1951/03/15",
        "CURRENT INTELLIGENCE BULLETIN - 1951/03/16",
        "CURRENT INTELLIGENCE BULLETIN - 1951/03/17",
        "CURRENT INTELLIGENCE BULLETIN - 1951/03/18",
        "CURRENT INTELLIGENCE BULLETIN - 1951/03/20",
        "CURRENT INTELLIGENCE BULLETIN - 1951/03/21",
        "CURRENT INTELLIGENCE BULLETIN - 1951/03/23"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Atomic Spies: Ethel and Julius Rosenberg",
    "paragraph": [
        "This collection provides interesting Agency insights on this post-WWII spy case. Documents cover, among many other topics, US intelligence activities, including FBI-CIA cooperation; USSR intelligence activities; the Rosenberg espionage network's collection against the US atomic energy program; their attempts to protect the network as US authorities closed in on it; their arrest; Soviet propaganda; the Soviet's protest of the Rosenberg's sentencing; and Moscow's reaction to the execution of their spies."
    ],
    "docs": [
        "LONDON REUTERS THE WIFE OF CONVICTED ATOM SPY MORTON SOBELL SAID HERE TODAY SHE",
        "THE UKRAINIAN PROBLEM AS IT SHOWED UP IN THE WAR BETWEEN GERMANY AND THE  SOVIE",
        "UNTITLED IN HIS TESTIMONY BEFORE A FEDERAL GRAND JURY IN CONNECTION WITH",
        "OPERATIONAL ATOM SPY ARRESTS AND SWITZERLAND DAVID GREENGLASS",
        "ESPIONAGE ACTIVITIES",
        "ESPIONAGE RUSSELL ALTON MCNUTT",
        "RUSSELL ALTON MCNUTT",
        "DAVID GREENGLASS BLANK WE ASKED THE BUREAU TO FORWARD ANY INFORMATION",
        "DAVID KEPPEL ESPIONAGE R  JULIUS ROSENBERG",
        "DR KLAUS FUCHS CASE - DAVID KEPPEL",
        "DAVID KEPPEL ESPIONAGE R",
        "DR KLAUS FUCHS CASE BLANK YOU WILL OF COURSE RECALL THE INVESTIGATION",
        "ESPIONAGE-ALFRED SARANT AND BRUCE DAYTON-CONCERNS INVESTIGATION OF SARANT IN EF",
        "FBI REQUESTS CHECK ASCERTAIN IF SOBELL'S CAMERA EQUIPPED WITH ELMAR LENS-ALSO R",
        "JULIUS ROSENBERG, ET AL ESPIONAGE-NO POSITIVE IDENTIFICATION OF SOVIET",
        "SPIES IN US TOLD RUSSIA ALL-DESCRIBES IN DETAIL HOW AGENTS STOLE SECRET DATA ON",
        "PERSONS CONVICTED IN THE U.S. OF ESPIONAGE AGAINST THE U.S. ATOMIC ENERGY PROGR",
        "HARRY GOLD-JULIUS ROSENBERG-ESPIONAGE-CONCERNING CONNECTIONS BETWEEN PERSONS CO",
        "UNTITLED CONTACTS CLASSMATE IN COLLEGE OF JULIUS ROSENBERG MORTON SOBELL",
        "UNTITLED ALFRED BLANK SARANT WAS ALFREDO SARANT BRUCE DAYTON IN CONNECTION WITH"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "DECLASSIFIED DOCUMENTS RELATED TO 9/11 ATTACKS",
    "paragraph": [],
    "docs": [
        "INSPECTION REPORT OF THE DCI COUNTERTERRORIST CENTER DIRECTORATE OF OPERATIONS AUGUST 2001 ",
        "JOINT RESPONSE TO DRAFT IG 9/11 REPORT",
        "MEMORANDUM TO INSPECTOR GENERAL HELGERSON FROM GEORGE J. TENET REGARDING ASSESSMENT OF PERFORMANCE",
        "OFFICE OF INSPECTOR GENERAL REPORT ON CENTRAL INTELLIGENCE AGENCY ACCOUNTABILITY REGARDING FINDINGS",
        "RESPONSE TO INSPECTOR GENERAL'S 9/11 ACCOUNTABILITY FINAL DRAFT REPORT",
        "JOINT RESPONSE TO OIG REPORT - \"ACCOUNTABILITY REGARDING FINDINGS AND CONCLUSIONS OF THE JOINT"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Doctor Zhivago",
    "paragraph": [
        "- Boris Leonidovich Pasternak, ",
        " ",
        "The CIA has declassified 99 documents describing the CIA’s role publishing Boris Leonidovich Pasternak’s epic novel, ",
        ", for the first time in Russian in 1958 after it had been banned from being published in the Soviet Union. The Zhivago project was one of many CIA-supported covert publishing programs that involved distributing banned books, periodicals, pamphlets, and other materials to intellectuals in the Soviet Union and Eastern Europe. This collection provides a glimpse into a thoughtful plan to accomplish fast turn-around results without doing harm to foreign partners or Pasternak. Following the publication of ",
        " in Russian in 1958, Pasternak won the Nobel Prize for Literature, the popularity of the book skyrocketed, and the plight of Pasternak in the Soviet Union received global media attention. Moscow had hoped to avoid these precipitous outcomes by initially refusing to publish the novel two years earlier. There is no indication in this collection that having Pasternak win the Nobel Prize was part of the Agency’s original plan; however, it contributed to appeals to Soviet leader Nikita Khrushchev, and it was a blow to those who insisted that the Soviets in 1958 enjoyed internal freedom. Of note, the documents in this collection show how effective “soft power” can influence events and drive foreign policy."
    ],
    "docs": [
        "UNDATED EXCERPTS FROM REPORT: ANALYSIS OF PASTERNAK AND DR. ZHIVAGO AMONG STUDENTS",
        "19580113 MEMORANDUM ON REQUEST FOR PROJECT AEDINOSAUR FY 1958 RENEWAL",
        "19571212 MEMORANDUM ON PASTERNAK'S DR. ZHIVAGO",
        "19580102 (SANITIZED)TRANSMITTAL OF FILM OF PASTERNAK BOOK",
        "19580110 MEMORANDUM FOR THE RECORD: 10 JAN 1958",
        "19580113 NOTE ON PASTERNAK'S NOVEL, DR. ZHIVAGO",
        "19580228 MESSAGE ON REFERENCES TO DUTCH PUBLICATION OF DR. ZHIVAGO",
        "19580303 MEMORANDUM FOR THE RECORD DR. ZHIVAGO",
        "19581031 CABLE AEDINOSAUR",
        "19581031 MEMORANDUM FOR CHIEF, PRD: DISTRIBUTION OF RUSSIAN COPIES OF DR. ZHIVAGO",
        "19581031 MEMORANDUM FOR OFFICE OF GENERAL COUNSEL: BROADCAST OF SERIALIZATION OF DR. ZHIVAGO",
        "19580424 MEMORANDUM FOR SR DIVISION BRANCH CHIEFS: AVAILABILITY OF DR. ZHIVAGO IN ENGLISH",
        "19580501 MEMORANDUM FOR SR DIVISION BRANCH CHIEFS: DELAY IN PUBLISHING DR. ZHIVAGO",
        "19580619 LETTER FROM THE US PUBLISHER REGARDING AGREEMENT",
        "19580619 MEMORANDUM FOR THE RECORD: CONTRACT REPORT WITH US PUBLISHER ",
        "19580620 MEMORANDUM FOR THE RECORD: AEDINOSAUR - NEGOTIATIONS WITH US PUBLISHER",
        "19580626 MEMORANDUM FOR SR: BACKGROUND INFORMATION AND OUTSTANDING PROBLEMS ON THE PUBLICATION OF DR",
        "19580627 MEMORANDUM FOR SR DIVISION: AEDINOSAUR - INFORMATION FROM ATTORNEY",
        "19582806 MEMORANDUM FOR THE RECORD: CONTACT REPORT OF MEETING WITH US PUBLISHER ON 9 JUNE 1958",
        "19580630 CONTACT REPORT OF MEETING WITH(SANITIZED)11-12 JUNE 1958"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Creating Global Intelligence",
    "paragraph": [
        "Discover the back story of the US intelligence community by exploring \"Creating Global Intelligence: The Creation of the US Intelligence Community and Lessons for the 21st Century\", a collection of declassified documents from the late 1940s to the early 1950s that ultimately led to the establishment of the CIA. This 800+ collection allows history to come to life as well as giving perspectives on the complex issues that senior US Government officials grappled with when considering how to establish an enduring national intelligence capability."
    ],
    "docs": [
        "/specialCollection/cgi/1940/Presidential_order_establishing_Office_of_Emergency_Management_25_May_19",
        "/specialCollection/cgi/1941/Executive_Order_9001_(continued)_27_Dec_1941.pdf",
        "/specialCollection/cgi/1941/Presidential_order_defining_status_and_function_of_the_Office_for_Emerge",
        "/specialCollection/cgi/1941/Presidential_order_designating_coordinator_of_information_11_Jul_1941.pd",
        "/specialCollection/cgi/1942/Executive_Order_9182_13_Jun_1942.pdf",
        "/specialCollection/cgi/1942/Military_order_OSS_13_June_1942.PDF",
        "/specialCollection/cgi/1942/Presidential_order_establishing_the_OSS_13_Jun_1942.pdf",
        "/specialCollection/cgi/1942/Presidential_order_on_the_OSS_13_Jun_1942.pdf",
        "/specialCollection/cgi/1943/Executive_Order_9296_30_Jan_1943.pdf",
        "/specialCollection/cgi/1943/Executive_Order_9312_9_Mar_1943.PDF",
        "/specialCollection/cgi/1943/JCS_memo_to_Director_of_Strategic_Services_27_Oct_1943.pdf",
        "/specialCollection/cgi/1943/US_Navy_memo_attache_Turkey_extracts_26_Aug_1943.pdf",
        "/specialCollection/cgi/1944/Donovan_plan_to_establish_central_intelligence_authority_18_Nov_1944.pdf",
        "/specialCollection/cgi/1944/Draft_executive_order_to_establish_central_intelligence_service_no_day_o",
        "/specialCollection/cgi/1944/Letter_to_Donovan_15_Nov_1944.pdf",
        "/specialCollection/cgi/1944/Memo_from_Donovan_basis_for_permanent_US_foreign_intelligence_service_10",
        "/specialCollection/cgi/1944/Memo_from_Donovan_to_Truman_18_Nov_1944.pdf",
        "/specialCollection/cgi/1944/Memo_from_Donovan_to_Truman_26_Dec_1944.pdf",
        "/specialCollection/cgi/1944/Public_Law_358_27_Jun_1944.pdf",
        "/specialCollection/cgi/1945/Amendments_to_State_Department_plan_15_Dec_1945.pdf"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Documents Related to the Former Detention and Interrogation Program",
    "paragraph": [],
    "docs": [
        "CIA DETAINEES AT GITMO",
        "EFFECTIVENESS OF THE CIA COUNTERTERRORIST INTERROGATION TECHNIQUES",
        "HAMDAN V. RUMSFELD",
        "SUMMARY AND REFLECTIONS OF CHIEF OF MEDICAL SERVICES ON OMS PARTICIPATION IN THE RDI PROGRAM",
        "HOSTILE INTERROGATIONS:  LEGAL CONSIDERATIONS FOR CIA OFFICERS",
        "POW'S AND QUESTIONING",
        "EYES ONLY - DRAFT",
        "DESCRIPTION OF PHYSICAL PRESSURES",
        "ADDITIONAL OPERATIONAL AND SECURITY CONSIDERATIONS FOR THE NEXT PHASE OF ABU ZUBAYDAH INTERROGATION",
        "HQS FEEDBACK ON ISSUES PENDING FOR INTERROGATIONS OF ABU ZUBAYDAH",
        "EYES ONLY - WHERE WE STAND RE:  ABU ZUBAYDAH",
        "NEXT PHASE OF ABU ZUBAYDAH INTERROGATIONS",
        "RE: (SANITIZED)",
        "15 AUG CLINICAL",
        "STATUS OF INTERROGATION PHASE",
        "CONCERNS OVER REVISED INTERROGATION PLAN FOR NASHIRI",
        "EMAIL, JANUARY 22, 2003",
        "DEATH INVESTIGATION - GUL RAHMAN",
        "GUIDELINES ON INTERROGATIONS CONDUCTED PURSUANT TO THE PRESIDENTIAL MEMORANDUM OF NOTIFICATION OF 17",
        "PROPOSED RESPONSE TO HUMAN RIGHTS WATCH LETTER"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Strategic Warning and the Role of Intelligence: Lessons Learned From The 1968 Soviet Invasion of Czechoslovakia",
    "paragraph": [
        "The Czechoslovak crisis began in January 1968. The Czech communist leadership embarked on a program of dramatic liberalization of the political, economic, and social orders. These reforms triggered increasing Soviet concerns culminating in the invasion of 21 August 1968. This collection of documents pertains to these issues, the responses and analysis of this event in history."
    ],
    "docs": [
        "/specialCollection/CzechInvasion/1-CurrentIntelligenceArticles/1968-03-01.pdf",
        "/specialCollection/CzechInvasion/1-CurrentIntelligenceArticles/1968-03-08.pdf",
        "/specialCollection/CzechInvasion/1-CurrentIntelligenceArticles/1968-03-09.pdf",
        "/specialCollection/CzechInvasion/1-CurrentIntelligenceArticles/1968-03-16.pdf",
        "/specialCollection/CzechInvasion/1-CurrentIntelligenceArticles/1968-03-18.pdf",
        "/specialCollection/CzechInvasion/1-CurrentIntelligenceArticles/1968-03-22a.pdf",
        "/specialCollection/CzechInvasion/1-CurrentIntelligenceArticles/1968-03-22b.pdf",
        "/specialCollection/CzechInvasion/1-CurrentIntelligenceArticles/1968-03-23.pdf",
        "/specialCollection/CzechInvasion/1-CurrentIntelligenceArticles/1968-03-25.pdf",
        "/specialCollection/CzechInvasion/1-CurrentIntelligenceArticles/1968-03-28.pdf",
        "/specialCollection/CzechInvasion/1-CurrentIntelligenceArticles/1968-03-29a.pdf",
        "/specialCollection/CzechInvasion/1-CurrentIntelligenceArticles/1968-03-29b.pdf",
        "/specialCollection/CzechInvasion/1-CurrentIntelligenceArticles/1968-03-29c.pdf",
        "/specialCollection/CzechInvasion/1-CurrentIntelligenceArticles/1968-03-30.pdf",
        "/specialCollection/CzechInvasion/1-CurrentIntelligenceArticles/1968-04-05.pdf",
        "/specialCollection/CzechInvasion/1-CurrentIntelligenceArticles/1968-04-06.pdf",
        "/specialCollection/CzechInvasion/1-CurrentIntelligenceArticles/1968-04-08.pdf",
        "/specialCollection/CzechInvasion/1-CurrentIntelligenceArticles/1968-04-11.pdf",
        "/specialCollection/CzechInvasion/1-CurrentIntelligenceArticles/1968-04-12.pdf",
        "/specialCollection/CzechInvasion/1-CurrentIntelligenceArticles/1968-04-19a.pdf"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Consolidated Translations",
    "paragraph": [],
    "docs": [
        "FR:AALTO A  TO:ABDERRAHMANI M",
        "FR:ABASOV M T  TO:ALVAREZ S",
        "FR:ABDALAZIZ F  TO:BABASKIN Y Z",
        "FR:ABDALLAH SALAM A  TO:LUPINI P M",
        "FR:ABDERRAHMAN M  TO:ABEZGAUZ M I",
        "FR:ABGADZHA S G  TO:ABRAMOV V M",
        "FR:ABIDIMA I  TO:POLUKAROV A N",
        "FR:ABIL SIITOV G A  TO:ADORJAN B",
        "FR:ABLOV A.V.  TO:MEMOSHKALENKO V.V.",
        "FR:ABRAMDVICH G.M  TO:PATON B.YE.",
        "FR:ABRAMOV A I  TO:MIRONOV V L",
        "FR:ABRAMOV Y S  TO:ABUGOV Y G",
        "FR:ABRAMOVICH G M  TO:FEJT Z",
        "FR:ABRNBOM L  TO:ABD-AL-WALI A",
        "FR:ABU-LUBDAH M  TO:VRCAN S",
        "FR:ABUKHOV A  TO:ADAM M",
        "FR:ADAM K  TO:ARISTOV N A",
        "FR:ADAM R W  TO:ADIROVICH Y I",
        "FR:ADIROVICH Y I  TO:AFANASYEV N",
        "FR:ADRIAN F  TO:AHMATI M"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "CIA Analysis of the Warsaw Pact Forces",
    "paragraph": [
        "This study examines the role of clandestine reporting in CIA’s analysis of the Warsaw Pact from 1955 to 1985. The Soviet Union established itself as a threat to the West at the end of World War II by its military occupation of eastern European countries and the attempts of its armed proxies to capture Greece and South Korea. The West countered with the formation of NATO. While the West welcomed West Germany into NATO, the Soviets established a military bloc of Communist nations with the Warsaw Treaty of May 1955. This study continues CIA’s efforts to provide a detailed record of the intelligence derived from clandestine human and technical sources from that period. This intelligence was provided to US policy makers and used to assess the political and military balances and confrontations in Central Europe between the Warsaw Pact and NATO during the Cold War."
    ],
    "docs": [
        "Blind Memorandum forwarding Soviet Requirements to Resume Nuclear Testing, 1 September 1961. ",
        "Blue Streak Intelligence on Warsaw Pact Exercises, Plans, Organization and Concepts of War in Centra",
        "Bobruysk Army Barracks West and Associated Training Area, Bobruysk, USSR, Belorussia MD, Photographi",
        "Bobruysk Army Maneuver Area, Bobruysk, USSR, Belorussia MD, Photographic Interpretation Report, NPIC",
        "Bogdanovka Ammunition Depot Bogdanovka, Kirovgradsk Oblast, USSR, Kiev MD, Photographic Interpretati",
        "Bolgrad Army Barracks AL-1, USSR,  Baltic MD, Photographic Intelligence Report, CIA/DI Imagery Analy",
        "Borisov Army Barracks South, Borisov, USSR, Belorussia MD, Photographic Interpretation Report, NPIC,",
        "Borisov Army Barracks, Borisov, USSR, Belorussia MD, Photographic Interpretation Report, NPIC, June",
        "Borisov Army Barracks, Borisov, USSR, Belorussia MD, Photographic Interpretation Report, NPIC, May 1",
        "Borisov Supply Depot and POL Storage Area, Borisov, USSR, Belorussia MD, Photographic Interpretation",
        "Brezhnev’s Struggle for Dominance, CIA/DI/SRS Annex to Caesar, 5 December 1969.",
        "Brody Army Barracks Al 2, USSR, Carpathian MD, Photographic Intelligence Report, CIA/DI Imagery Anal",
        "Brody Army Barracks, Brody, USSR, Carpathian MD, Photographic Interpretation Report, NPIC, August 19",
        "Bryansk Air Defense Headquarters and Army Barracks Southwest, Bryansk, USSR, Moscow MD, Photographic",
        "Bryansk Ordinance Depot Bryansk II, Bryansk, USSR, Moscow MD, Photographic Interpretation Report, NP",
        "Buda Maltsevskaya Ammunition Depot Southeast, Buda, Kaluzhskaya Oblast, USSR, Moscow MD, Photographi",
        "Buy Ammunition Depot No 50, Buy Kostromsk Oblast, USSR, Moscow MD, Photographic Interpretation Repor",
        "Buy Ordnance Depot West, Buy, Kostromskaya Oblast, USSR, Moscow MD, Photographic Interpretation Repo",
        "Capabilities of Soviet General Purpose Forces, CIA/DI/OSR Contribution to NIE 11-14-67, disseminated",
        "Capabilities of Soviet General Purpose Forces, NIE 11-14-65, CIA/DI/ONE, 21 October 1965."
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Bosnia, Intelligence, and the Clinton Presidency",
    "paragraph": [
        "This collection consists of more than 300 declassified documents related to the Director of Central Intelligence Interagency Balkan Task Force (BTF) and the role of intelligence in supporting policymaking during the 1992-1995 Bosnian War. The compilation contains Statements of Conclusions from National Security Council meetings where senior officials made decisions on the Bosnian conflict, BTF memoranda pertaining to those meetings, key intelligence assessments, and selected materials from the State Department, White House, Department of Defense, and William J. Clinton Presidential Library. The records center around 1995, the year in which the Dayton Accords ending the Bosnian War were signed.",
        " [",
        "]",
        " [",
        "]"
    ],
    "docs": [
        "1990-10-01 - National Intelligence Estimate 15-90: Yugoslavia Transformed 1990-10-01.pdf",
        "1991-03-01 - CIA Directorate of Intelligence Memorandum: Yugoslavia Military Dynamics of A Potential",
        "1991-12-19 - CIA Directorate of Intelligence Memorandum: Bosnia-Herzegovina on The Edge of The Abyss",
        "1992-01-15 - CIA Assessment: Implications of US Posture on Recognition of Former Yugoslav Republics",
        "1992-04-01 - National Intelligence Estimate 29/15-92: A Broadening Balkan Crisis: Can It Be Managed?",
        "1992-06-12 - CIA Memo Establishing The Interagency Balkan Task Force 12-Jun-92",
        "1992-08-10 - BTF Assessment: European Views on The Use of Force In Bosnia And Herzegovina 10-Aug-92",
        "1992-08-19 - BTF Assessment: The Humanitarian Situation In Bosnia: Problems and Outlook 19-Aug-92",
        "1992-12-28 - CIA Reponses To Clinton Transition Team Questions on The Balkans 28-Dec-92",
        "1993-01-05 - CIA Directorate of Intelligence Memorandum: Albanian Armed Forces: Unprepared For Confr",
        "1993-01-22 - Presidential Review Directive 1: US Policy Regarding the Situation in the Former Yugosl",
        "1993-01-25 - National Intelligence Council  Memo To DCI: Serbia And The Russian Problem 25-Jan-93",
        "1993-01-27a - CIA Directorate of Intelligence Memorandum: Greater Serbia: A Balkan Troublemaker for",
        "1993-01-27b - CIA Directorate of Intelligence Memorandum: Moscow's Yugoslav Policy Reaching Cri",
        "1993-01-29 - CIA Post-Meeting MFR on 28 Jan 1993 Principals Committee Meeting on The Former Yugoslav",
        "1993-02-01 - BTF Assessment: \"Yugoslavia\" Policy Options: Likely Responses 01-Feb-93",
        "1993-02-02 - BTF Assessment: Serbia: Coping With Sanctions 02-Feb-93",
        "1993-02-04 - CIA Post-Meeting MFR on 3 FEB 1993 Principals Committee Meeting on \"Yugoslavia",
        "1993-02-05 - NSC Meeting Minutes on 5 FEB 1993 Principals Committee Meeting on Bosnia",
        "1993-02-08 - CIA Post-Meeting MFR on 8 FEB 1993 Deputies Committee Meeting on The Former Yugoslavia"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "CIA's Clandestine Services: Histories of Civil Air Transport",
    "paragraph": [
        "This collection represents the public release for some of the most closely held activities in CIA history concerning one of the most controversial operations in American history.  Within this collection, you will find excerpts of the CIA's Clandestine Services Histories of Civil Air Transport (CAT) - the precursor to Air America.  The Histories were written by Alfred T. Cox who was named the President of CAT when CIA acquired it.  He guided both the covert operations side and the public commercial side of the airline for a number of years.  As the name suggests, these histories are normally not released in any form to the public.  The booklet released along with this collection contains pictures of the men and women who dedicated their lives to keeping the airline afloat through good times and bad.  These people became a family in the early days and, although many of the founding members have passed on, the CAT community remains committed to the memory of the enormous accomplishments they and their families achieved with this airline.",
        "Related Collections: ",
        ", "
    ],
    "docs": [
        "CAT VOL 1",
        "CAT VOL 2",
        "CAT VOL 3",
        "CAT VOL 4"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "CIA Analysis of the Soviet Navy",
    "paragraph": [
        "This collection of documents, spanning three decades from the 1960s to the 1980s, focus on CIA's collection and analysis of the Soviet Navy.  In addition, this collection is a continuation of previous releases on the Warsaw Pact forces [available at ",
        " and ",
        "] and adds 82 newly released documents ranging from translation of the clandestinely-obtained articles from the Soviet military journal, ",
        ", to the high-level National Intelligence Estimates.  Many of the documents in this collection reflect the tensions in the bipolar Cold War and specifically focused on the Soviet Navy's development of its naval forces during that timeframe.  After World War II, the U.S. leaders faced a nuclear armed rival and in no time, Soviet tanks were in the streets of Budapest, and the first Sputnik satellite was launched.  Understanding how the Soviet Union envisioned the next combat situation required in-depth knowledge of both their high-level theory of warfare and probable tactical behavior. The collection will provide new insight into the Agency's analysis of the evolving Soviet Navy and its military posture during the Cold War."
    ],
    "docs": [
        "SOVIET NAVAL ARSENALS",
        "ALLEGED NEW TYPE OF SOVIET SUBMARINE",
        "1. CONVERSION OF SOVIET NAVAL VESSELS TO NUCLEAR PROPULSION AND ROCKET WEAPONS 2. OPERATIONAL STATUS",
        "SOVIET GOVERNMENT ACCEPTANCE OF A SERIES PRODUCTION ATOMIC SUBMARINE IN 1957",
        "MEMO FROM RICHARD HELMS TO DIRECTOR CENTRAL INTELLIGENCE CONCERNING MILITARY THOUGHT:  'THE UTI",
        "MEMO FROM RICHARD HELMS TO DIRECTOR CENTRAL INTELLIGENCE CONCERNING MILITARY THOUGHT:  'THE NAT",
        "MEMO FROM RICHARD HELMS TO DIRECTOR CENTRAL INTELLIGENCE CONCERNING MILITARY THOUGHT:  'TO DEVE",
        "MEMO FROM RICHARD HELMS TO DIRECTOR CENTRAL INTELLIGENCE CONCERNING MILITARY THOUGHT:  'ON THE",
        "MEMO FROM RICHARD HELMS TO DIRECTOR CENTRAL INTELLIGENCE CONCERNING MILITARY THOUGHT:  'PREPARA",
        "CUBA 1962: KHRUSHCHEV'S MISCALCULATED RISK",
        "(EST PUB DATE) LENINGRAD ENTERS NUCLEAR SUBMARINE PROGRAM WITH NEW ATTACK CLASS",
        "THE SOVIET Y-CLASS SUBMARINE CONSTRUCTION PROGRAM",
        "THE SOVIET MEDITERRANEAN SQUADRON",
        "SOVIET AND EAST EUROPEAN GENERAL PURPOSE FORCES",
        "THE SOVIET ATTACK SUBMARINE FORCE EVOLUTION AND OPERATIONS",
        "THE SOVIET NAVAL CRUISE MISSILE FORCE:  DEVELOPMENT AND OPERATIONAL EMPLOYMENT",
        "THE USES OF SOVIET MILITARY POWER IN DISTANT AREAS ANNEXES A THROUGH I",
        "SOVIET CAPABILITIES TO COUNTER US AIRCRAFT CARRIERS",
        "SOVIET ANTISUBMARINE WARFARE:  CURRENT CAPABILITIES AND PRIORITIES",
        "NEW BOOK ON NUCLEAR SUBMARINES"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "The CAESAR, POLO, and ESAU Papers",
    "paragraph": [
        "This collection of declassified analytic monographs and reference aids, designated within the Central Intelligence Agency (CIA) Directorate of Intelligence (DI) as the CAESAR, ESAU, and POLO series, highlights the CIA's efforts from the 1950s through the mid-1970s to pursue in-depth research on Soviet and Chinese internal politics and Sino-Soviet relations. The documents reflect the views of seasoned analysts who had followed closely their special areas of research and whose views were shaped in often heated debate. Continuing public interest in the series, as reflected in numerous requests through Freedom of Information and Executive Order channels, led CIA's Office of Information Management Services (IMS) to conduct a search of Directorate of Intelligence record systems for documents in this series and then undertake a declassification review of all the documents we located. The 147 documents in this collection, amounting to over 11,000 pages of analysis, were written between 1953 and 1973. The collection includes a large number of newly declassified monographs as well as some studies that have been previously declassified and released to individual requesters. The continuing sensitivity of some documents in the series required that they be withheld from declassification."
    ],
    "docs": [
        "Cold War Era Hard Target Analysis of Soviet and Chinese Policy and Decision Making, 1953-1973",
        "COMMUNIST CHINA'S DOMESTIC CRISIS: THE ROAD TO 1964, 31 JULY 1964",
        "CURRENT INTELLIGENCE STAFF STUDY - INDICATIONS OF SOVIET AWARENESS OF CHINESE PLANS FOR THE COMMUNES",
        "CURRENT INTELLIGENCE STAFF STUDY - KHRUSHCHEV ON NUCLEAR STRATEGY, 19 JANUARY 1960",
        "CURRENT INTELLIGENCE STAFF STUDY - MAO TSE-TUNG AND HISTORICAL MATERIALISM - PART 1, 10 APRIL 1961",
        "CURRENT INTELLIGENCE STAFF STUDY - MAO TSE-TUNG AND HISTORICAL MATERIALISM - PART 2, 29 JUNE 1961",
        "CURRENT INTELLIGENCE STAFF STUDY - MAO TSE-TUNG AND HISTORICAL MATERIALISM - PART 3, 20 OCTOBER 1961",
        "CURRENT INTELLIGENCE STAFF STUDY - MAO TSE-TUNG AND HISTORICAL MATERIALISM - PART 4, 9 OCTOBER 1961",
        "CURRENT INTELLIGENCE STAFF STUDY - MAO TSE-TUNG ON STRATEGY, 1926-1957, 8 AUGUST 1960",
        "CURRENT INTELLIGENCE STAFF STUDY - NORTH VIETNAM AND SINO-SOVIET RELATIONS, 4 MARCH 1962",
        "CURRENT INTELLIGENCE STAFF STUDY - ORIGINS OF THE CHINESE ''COMMUNE PROGRAM\", 17 JULY",
        "CURRENT INTELLIGENCE STAFF STUDY - SINO-SOVIET COMPETITION IN NORTH KOREA, 5 APRIL 1961",
        "CURRENT INTELLIGENCE STAFF STUDY - SOVIET - ALBANIAN RELATIONS, 1940-1960, 22 JUNE 1962",
        "CURRENT INTELLIGENCE STAFF STUDY - SOVIET MILITARY THOUGHT ON FUTURE WAR, 3 APRIL 1962",
        "CURRENT INTELLIGENCE STAFF STUDY - SOVIET POLICY TOWARD THE UNDERDEVELOPED COUNTRIES, 28 APRIL 1961",
        "CURRENT INTELLIGENCE STAFF STUDY - SOVIET POSITIONS ON THE \"TRANSITION TO COMMUNISM\" - PRI",
        "CURRENT INTELLIGENCE STAFF STUDY - SOVIET STRATEGIC DOCTRINE FOR THE START OF WAR, 3 JULY 1962",
        "CURRENT INTELLIGENCE STAFF STUDY - THE CHINESE COMMUNIST IMPACT ON EAST GERMANY, 15 APRIL 1960",
        "CURRENT INTELLIGENCE STAFF STUDY - THE CHINESE COMMUNIST LEADERSHIP, 1958-1961, 28 NOVEMBER 1961",
        "CURRENT INTELLIGENCE STAFF STUDY - THE COMMUNE, THE \"GREAT LEAP FORWARD,\" AND SINO-SOVIET"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Vietnam Histories",
    "paragraph": [
        "This release consists of six declassified histories volumes and describes the CIA's role in Indochina during the Vietnam War. These histories written by Thomas L. Ahern, Jr., are based on extensive research in CIA records and on oral history interviews of participants. The release totals some 1,600 pages and represents the largest amount of Vietnam-era CIA documents yet declassified."
    ],
    "docs": [
        "/specialCollection/vietnam/1_CIA_AND_THE_GENERALS.pdf",
        "/specialCollection/vietnam/2_CIA_AND_THE_HOUSE_OF_NGO.pdf",
        "/specialCollection/vietnam/3_CIA_AND_RURAL_PACIFICATION.pdf",
        "/specialCollection/vietnam/4_GOOD_QUESTIONS_WRONG_ANSWERS.pdf",
        "/specialCollection/vietnam/5_THE_WAY_WE_DO_THINGS.pdf",
        "/specialCollection/vietnam/6_UNDERCOVER_ARMIES.pdf"
    ],
    "url": "https://www.cia.gov/readingroom/collection/underwater-ice-station-zebra-recovering-secret-spy-satellite-capsule-16400-feet-below"
},
{
    "title": "An Underwater Ice Station Zebra: Recovering a Secret Spy Satellite Capsule from 16,400 feet Below the Pacific Ocean",
    "paragraph": [
        "The ",
        " Deep Sea Vehicle I (DSV-1), the U.S. Navy's most advanced deep sea submersible at the time, surfaced about 350 miles north of the Hawaiian Islands in the pre-dawn hours of 26 April 1972 after having salvaged a mysterious item from 16,400 feet below the Pacific Ocean. Publicly known as a nondescript \"data package\" from the Scripps Institute of Oceanography, the object was actually part of a film capsule from an American photoreconnaissance satellite, codenamed HEXAGON. Before today's digital technology, photoreconnaissance satellites used film, which capsules ejected from the satellite returned to Earth. The capsules, called \"buckets,\" reentered the Earth's atmosphere and deployed a parachute as they descended toward the primary reentry zone near the Hawaiian Islands. In the case of the first HEXAGON mission in the summer of 1971, the parachute broke off causing the bucket to crash into the ocean, sinking on impact. This release of CIA material includes photos of the capsule on the ocean floor, pictures of the ",
        " (DSV-1), documents, and an article explaining how the CIA and U.S. Navy undertook the deepest undersea salvage then attempted. We have also provided a link to the U.S. Naval Undersea Museum, where the ",
        " (DSV-1) is on permanent display."
    ],
    "docs": [
        "/specialCollection/HexagonCapsule/1971-07-10.pdf",
        "/specialCollection/HexagonCapsule/1971-07-11.pdf",
        "/specialCollection/HexagonCapsule/1971-07-11a.pdf",
        "/specialCollection/HexagonCapsule/1971-07-12.pdf",
        "/specialCollection/HexagonCapsule/1971-07-27.pdf",
        "/specialCollection/HexagonCapsule/1971-07-28.pdf",
        "/specialCollection/HexagonCapsule/1971-08-04.pdf",
        "/specialCollection/HexagonCapsule/1971-08-05.pdf",
        "/specialCollection/HexagonCapsule/1971-08-05a.pdf",
        "/specialCollection/HexagonCapsule/1971-08-10.pdf",
        "/specialCollection/HexagonCapsule/1971-08-13.pdf",
        "/specialCollection/HexagonCapsule/1971-08-18.pdf",
        "/specialCollection/HexagonCapsule/1971-08-23.pdf",
        "/specialCollection/HexagonCapsule/1971-09-01.pdf",
        "/specialCollection/HexagonCapsule/1971-09-08.pdf",
        "/specialCollection/HexagonCapsule/1971-09-13.pdf",
        "/specialCollection/HexagonCapsule/1971-09-14.pdf",
        "/specialCollection/HexagonCapsule/1971-09-16.pdf",
        "/specialCollection/HexagonCapsule/1971-09-17.pdf",
        "/specialCollection/HexagonCapsule/1971-10-07.pdf"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "UFOs: Fact or Fiction?",
    "paragraph": [
        "This collection catalogues CIA information on this subject from the 1940s through the early 1990s. Most of the documents concern CIA cables reporting unsubstantiated UFO sightings in the foreign press and intra-Agency memos about how the Agency handled public inquiries about UFO sightings. For the most recent CIA information on UFOs, see the article \"CIA's Role in the Study of UFOs, 1947-90\" at the Center for the Study of Intelligence website (",
        "). The article is located in On-line Publications under the \"Studies in Intelligence\" section, specifically semi-annual Edition #1, 1997."
    ],
    "docs": [
        "FLYING SAUCERS",
        "GERMAN SCIENTIST'S ARTICLE ON 'FLYING DISCS'",
        "LIGHT PHENOMENA EAST OF TASHKENT",
        "FLYING SAUCERS  (PUBD IS UNKNOWN)",
        "RECENT SIGHTINGS OF UNEXPLAINED OBJECTS  (WITH MEMO ATTACHED DATED 52120 2, SUB",
        "MINUTES OF BRANCH CHIEF'S MEETING OF 11 AUGUST 1952",
        "FLYING SAUCERS IN SPAIN AND NORTH AFRICA",
        "FLYING SAUCERS",
        "UNTITLED  (GIVES INFORMATION ON 'DER FLIEGER', A SPORTS MAGAZINE, AND AR TICLE",
        "USSR AND SATELLITE MENTION OF FLYING SAUCERS",
        "'FLYING SAUCERS' IN EAST GERMANY",
        "FLYING SAUCERS OVER BELGIAN CONGO URANIUM MINES",
        "FLYING SAUCERS",
        "(DELETED) FLYING SAUCERS",
        "UNIDENTIFIED FLYING OBJECTS OVER MOROCCO AND FRENCH WEST AFRICA",
        "'SAUCERS' SIGHTED OVER SPAIN AND FRENCH AFRICA",
        "FLYING SAUCERS PROBLEM",
        "FLYING SAUCERS  (WITH MEMO ATTACHED DATED 520924, SUBJECT: FLYING SAUCER S)",
        "SIGHTINGS OF UNIDENTIFIED FLYING OBJECTS OVER SPAIN AND AFRICA, JULY - O CTOBER",
        "UNIDENTIFIED OBJECT OVER NORWEGIAN TOWN"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "What was the Missile Gap?",
    "paragraph": [
        "The Missile Gap was in essence a growing perception in the West, especially in the USA, that the Soviet Union was quickly developing an intercontinental range ballistic missile (ICBM) capability earlier, in greater numbers, and with far more capability than that of the United States. Even as that perception was disproved, it became evident that the Soviets were placing their major effort toward developing strategic missiles against which, once launched, there was no defense. The perceived missile gap that ensued was based on a comparison between US ICBM strength as then programmed, and reasonable, although erroneous estimates of prospective Soviet ICBM strength that were generally accepted.",
        "Both the Eisenhower and Kennedy administrations struggled to formulate policy in response to what was then believed to be an ever-growing advantage in Soviet strategic missiles. Breakthroughs in technology and innovative use of aerial and satellite photography eventually provided the CIA with a more accurate assessment of Soviet missile capacity, allowing policy makers to shift gears.",
        "To convey the intelligence controversy, CIA's Historical Collections Division has released a large selection of documents (189) declassified for the first time, coupled with other documents which were formerly declassified, but released here again with significant previously withheld text now restored based on new, broader declassification guidelines.",
        "  [",
        "]"
    ],
    "docs": [
        "/specialCollection/MissileGap/1954/1954-11-24a.pdf",
        "/specialCollection/MissileGap/1954/1954-11-24b.pdf",
        "/specialCollection/MissileGap/1956/1956-01-24.pdf",
        "/specialCollection/MissileGap/1956/1956-03-06.pdf",
        "/specialCollection/MissileGap/1956/1956-06-25.pdf",
        "/specialCollection/MissileGap/1956/1956-12-04.pdf",
        "/specialCollection/MissileGap/1957/1957-01-15.pdf",
        "/specialCollection/MissileGap/1957/1957-01-30.pdf",
        "/specialCollection/MissileGap/1957/1957-03-12a.pdf",
        "/specialCollection/MissileGap/1957/1957-03-12b.pdf",
        "/specialCollection/MissileGap/1957/1957-04-01a.pdf",
        "/specialCollection/MissileGap/1957/1957-04-01b.pdf",
        "/specialCollection/MissileGap/1957/1957-04-05.pdf",
        "/specialCollection/MissileGap/1957/1957-04-11.pdf",
        "/specialCollection/MissileGap/1957/1957-05-23.pdf",
        "/specialCollection/MissileGap/1957/1957-06-18.pdf",
        "/specialCollection/MissileGap/1957/1957-08-23.pdf",
        "/specialCollection/MissileGap/1957/1957-08-28a.pdf",
        "/specialCollection/MissileGap/1957/1957-08-28b.pdf",
        "/specialCollection/MissileGap/1957/1957-09-04.pdf"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Berlin Wall Collection: A City Divided: Life and Death in the Shadow of the Wall",
    "paragraph": [],
    "docs": [],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Francis Gary Powers: U-2 Spy Pilot Shot Down by the Soviets",
    "paragraph": [
        "This collection provides yet another view of US intelligence activities vital to national security. It showcases the use of state-of-the-art technology and air reconnaissance to gather intelligence on the Soviet bomber force, missle program, and nuclear program. The U-2 program entailed grave risks both internationally and domestically, including domestic political ramifications when a successful program is exposed. Specifically, the collection includes CIA Director Dulles' testimony before the Senate Foreign Relations Committee and the CIA report from its own Board of Inquiry into Powers' conduct during his flight and capture. In addition, other documents include his trial in the USSR, his exchange for another Soviet spy held by the US, and his activities once he left the CIA."
    ],
    "docs": [
        "U2 FLIGHT MANUAL",
        "GARY POWERS",
        "GARY POWERS",
        "STATEMENT BY MR. ALLEN W. DULLES TO THE SENATE FOREIGN RELATIONS COMMITT EE  (R",
        "GARY POWERS (INFO MEMO ON WHAT ITEMS POWERS HAD IN PLANE)",
        "GARY POWERS (POWERS SENTENCE-SHOW TRIAL)",
        "GARY POWERS (TASS SAID POWERS COULD FACE DEATH-REFERRED TO RUSSIAN SUPREME COUR",
        "GARY POWERS (COMMENTARY ON POWERS TRIAL)",
        "GARY POWERS (CONCLUSION OF POWERS TRIAL-OVER VIEW OF EVENTS)",
        "GARY POWERS (REPORT ON CONCLUSION OF POWERS TRIAL-US REACTION TO SENTENCE)",
        "GARY POWERS (TRIAL WILL BE PUBLIC-US POLICY ON TRIAL)",
        "GARY POWERS (US FORCED TO ADMIT INTRUSION INTO SOVIET AIRSPACE)",
        "GARY POWERS",
        "GARY POWERS (COMMENTARY ON TRIAL)",
        "GARY POWERS (COMMENTARY)",
        "GARY POWERS (FINNS DEMAND WHY POWERS HAD ORDERS TO LAND ON FINNISH AIRFLD)",
        "GARY POWERS (TEXT OF INDICTMENT)",
        "GARY POWERS (TRIAL COMMENTARY SAYS POWERS MOTHER SHAMED)",
        "GARY POWERS",
        "GARY POWERS (FINNS REFUTE POWERS TESTIMONY AT TRIAL-SODANKYKLAE AIRFLD TO BE US"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "National Intelligence Council (NIC) Collection",
    "paragraph": [
        "This collection contains hundreds of intelligence reports, including many National Intelligence Estimates and other publications produced by the National Intelligence Council or its predecessor organizations, the Office of National Estimates and the Office of Reports and Estimates since 1946. It consists of documents, once classified, that have been released to the public either partially or in their entirety under the Freedom of Information Act (FOIA). This Act gives the Director of Central Intelligence statutory authority to exempt from release any information that a reviewer believes needs to be protected. As a result of these reviews, you will see that portions of many documents have been redacted—that is, deleted and blacked out.",
        " | ",
        " | ",
        " | ",
        " | ",
        " | ",
        " | ",
        " | ",
        " | ",
        " | ",
        " | "
    ],
    "docs": [],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "The Family Jewels  ",
    "paragraph": [
        "Widely known as the \"Family Jewels,\" this document consists of almost 700 pages of responses from CIA employees to a 1973 directive from Director of Central Intelligence James Schlesinger asking them to report activities they thought might be inconsistent with the Agency's charter. Also available in ",
        " (this file is 28MB, so please be patient while it downloads).",
        " "
    ],
    "docs": [
        "\"FAMILY JEWELS\""
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "The Collapse of Communism in Eastern Europe: A 30-Year Legacy",
    "paragraph": [
        "This collection includes a broad sampling of articles from the National Intelligence Daily—the CIA's principal form of current intelligence analysis at the time—from February 1989 to March 1990. These articles represent much of the Agency's short-term analysis of events unfolding in Central and Eastern Europe as popular opposition to Soviet misrule erupted and quickly surpassed anything the Communist regimes were prepared to understand or to which they could respond. The material also represents a major source of information and insight for US policymakers into what was happening in these countries, where it was heading, and what the implications were for Europe and the United States of the collapse of Communist rule in Europe and the beginnings of the breakup of the Soviet Union.",
        "Please note: Some of the material is marked \"NR\" or \"not relevant.\" This means that material is unrelated to events in Central and Eastern Europe, and was therefore not reviewed for declassification as part of this collection."
    ],
    "docs": [
        "NID:  CZECHOSLOVAKIA:  CONVICTION OF HAVEL ISOLATES REGIME",
        "NID:  HUNGARY:  DISCUSSING THE POSSIBILITY OF NEUTRALITY",
        "NID:  HUNGARY:  WORKERS GRANTED RIGHT TO STRIKE",
        "NID:  POLAND:  ROUNDTABLE ACCORDS SIGNED",
        "NID:  HUNGARY:  LEADERSHIP PROPOSES SWEEPING REFORMS",
        "NID:  HUNGARY:  REFORMERS PUSHING ECONOMIC TIES TO WEST",
        "NID:  EASTERN EUROPE:  GROWTH STILL SLOW",
        "NID:  HUNGARY:  GROSZ INCREASINGLY ISOLATED",
        "NID:  POLAND:  CATHOLIC CHURCH LEGALIZED",
        "NID:  POLAND:  ELECTION IMPLICATIONS",
        "NID:  EAST GERMANY:  SEEKING FRESH POLICY OPTIONS",
        "NID:  HUNGARY:  REFORMERS TAKE OVER PARTY LEADERSHIP",
        "NID:  CZECHOSLOVAKIA:  THREATENING ANTIDISSIDENT CAMPAIGN",
        "NID:  HUNGARY:  TENSION WITH ORTHODOX NEIGHBORS GROWING",
        "NID:  CZECHOSLOVAKIA:  TEETERING BETWEEN OLD AND NEW",
        "NID:  USSR:  BALTIC REPUBLICS MOVE TOWARD ECONOMIC AUTONOMY",
        "NID:  USSR:  BALTIC NATIONALISTS PRESS AHEAD",
        "NID:  CZECHOSLOVAKIA:  ANNIVERSARY MAY PROVOKE CONFRONTATIONS",
        "NID:  POLAND:  COMMUNISTS, SOLIDARITY ON COLLISION COURSE",
        "NID:  POLAND:  NON-COMMUNIST GOVERNMENT TO BE ANNOUNCED"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Tet Declassified",
    "paragraph": [
        "In concert with the DNI’s three-part installment on the Vietnam War’s Tet Offensive and in recognition of its 50",
        " anniversary, the CIA reviewed and contributed documents associated with the Tet Offensive. The Tet Offensive was a series of surprise attacks launched by the North Vietnamese Army and the Viet Cong on January 30, 1968, throughout South Vietnam that targeted multiple prominent sites, including the Presidential Palace and the U.S. Embassy in Saigon. While the attacks initially took the U.S. and South Vietnamese forces by surprise, they eventually recovered to repel the Viet Cong. The dramatic nature of the Tet Offensive began to turn U.S. public opinion against the war and precipitated the U.S. withdrawal from Vietnam.",
        "To view the DNI’s entire Tet collection, please visit ",
        " or follow @inteldotgov and #TetDeclassified for updates from the DNI."
    ],
    "docs": [
        "1.  SINCE BEGINNING OF TET OFFENSIVE WOROMP TASK FORCE HAS BEEN PRODUCING SERIES OF SPECIAL SITREPS",
        "1. RUMOR IN HANOI TAHT HO CHI MINH IS ILL 2. POLICY DIFFERNECES BETWEEN HANOI AND NATIONAL LIBERATIO",
        "31 JANUARY TELEPHONE CONVERSATION WITH SAIGON STATION - 1968/01/31",
        "31 JANUARY TELEPHONE CONVERSATION WITH SAIGON STATION - 1968/01/31",
        "A NLF SVN CIVILIAN POLITICAL CADRE'S OPINION OF THE WAR IN VIETNAM - 1968/01/25",
        "ALTERNATIVE INTERPRETATIONS OF HANOI'S INTENTIONS - 1968/01/18",
        "ARE THE NEXT FOUR MONTHS DECISIVE? - 1967/12/16",
        "ATTITUDES OF PHAN KHAC SUU TOWARD CURRENT CRISIS",
        "ATTITUDES OF PHAN KHAC SUU TOWARD CURRENT CRISIS",
        "BACKGROUND ON 31 JANUARY ATTACK AGAINST TAM KY CITY, QUANG TIN PROVINCE",
        "CABLE TO FLASH SAIGON, HONOLULU FROM FLETCHER KNIGHT - 1968/01/05",
        "CAMBODIA AND THE VIETNAMESE COMMUNISTS - 1968/01/29",
        "CAPABILITIES OF THE VIETNAMESE COMMUNISTS FOR FIGHTING IN SOUTH VIETNAM - 1967/11/13",
        "CENTRAL INTELLIGENCE BULLETIN",
        "CENTRAL INTELLIGENCE BULLETIN",
        "CENTRAL INTELLIGENCE BULLETIN",
        "CENTRAL INTELLIGENCE BULLETIN",
        "CENTRAL INTELLIGENCE BULLETIN - 1967/11/04",
        "CENTRAL INTELLIGENCE BULLETIN - 1967/11/06",
        "CENTRAL INTELLIGENCE BULLETIN - 1967/11/08"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Stories of Sacrifice & Dedication",
    "paragraph": [
        "On 2 June, 2011, the CIA, in partnership with the National Museum of the United States Air Force, presented a symposium recognizing the sacrifice and dedication of Civil Air Transport (CAT) and Air America (AAm). These CIA air proprietary companies routinely suppilied and supported covert capabilities for the US military, and conducted photo reconnaissance in east and southeast Asia from the end of World War II through the Vietnam conflict.  This event was held to highlight the public release of about 900 recently declassiied documents from CAT and AAm corporate files and CIA holdings spanning 1946 to 1978.",
        "Related Collections: ",
        ", "
    ],
    "docs": [
        "\t1976-03-25 Waiver of Notice of Meeting Of Stockholders Of The Pacific Corporatio",
        " 1968-08-15 ARDF Support For CIA Operations",
        " 1968-09-05 Air Asia Work For Chinese Air Force",
        " 1968-09-16 Cable Re Methods Of Disposal Of Seized Opium",
        " 1968-10-11 Meeting With Mr. Shackley RE - Flight Standards",
        " 1968-11-07 Cable - Re Procedure For Special Mission Pay",
        " 1968-11-11 Cable Re- Over-All  Situation And The Possibility Of Peace Or Truce In Relations To The",
        " 1969-05-05 Cable - RE - Discuss Termination Date With Air Asia",
        " 1969-05-07 Cable Apparently Successful As No Direct Proposal Was Made To Terminate Air Asia Contr",
        " 1969-10-03 Cable Re Hqs Believes Interview Cannot Be Avoided And Believe Low Key Interview Should",
        " 1969-10-04 Cable Re Attempt To Avoid An Interview By Kamm With The Base Manager",
        " 1970-01-19 Conversation With Mr. William Hahn, Continental Air Services, Inc, (CASL)",
        " 1970-06-08 SAT",
        " 1970-09-10 Air America - Possible Ramparts Article",
        " 1971-02-18 Air America Pilot",
        " 1972-02-18 Article Appearing In Underground Newspaper 'The Staff'",
        " 1972-03-10 Cable Re Follow Up On White House Party Visit To China",
        " 1973-01-24 Cable Re FEPA Strike Called For 2400 23 Jan",
        " 1973-03-31 The Pacific Corporation And Subsidiaries Consolidated Balance Sheet",
        " 1973-09-30 Air Asia Company Limited Balance Sheet"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Declassified Articles from Studies in Intelligence: The IC’s Journal for the Intelligence Professional",
    "paragraph": [
        "This collection of released documents consists of a selection of declassified ",
        "articles from the 1970s to 2000s. The documents reveal the CIA’s place in conducting U.S. foreign policy. The Agency cannot plan or act today without being influenced in some way by its collective past or the historical experiences that these documents describe. This collection of declassified articles includes studies on the leadership of the individual DCIs and other senior Agency officers; histories of CIA directorates and their activities; tutorials on improving intelligence tradecraft; ever-changing intelligence challenges and national security threats to the U.S.; and specific events in which intelligence played a role in informing policymakers or influencing outcomes.\n",
        ", the Intelligence Community’s  journal for the intelligence professional, is administered by the Agency’s Center for the Study of Intelligence. Its mission is to stimulate within the Intelligence Community the constructive discussion of important issues of the day, to expand knowledge of lessons learned from past experiences, to increase understanding of the history of the profession, and to provide readers with considered reviews of public literature concerning intelligence. Intelligence trailblazer Sherman Kent—the ‘father’ of intelligence analysis in America—created ",
        " in 1955 as a journal for intelligence professionals. In the first article published in ",
        ", Kent called for the creation of a literature that would support the development of intelligence as a professional discipline. He said, “As long as this discipline lacks a literature, its method, its vocabulary, its body of doctrine, and even its fundamental theory run the risk of never reaching full maturity.“  Kent believed that the most important service such a literature could perform would be to record and disseminate new ideas and experiences, and build toward a cumulative understanding of the profession."
    ],
    "docs": [
        "(EST PUB DATE) AMERICAN CRYPTOLOGY DURING THE KOREAN WAR",
        "(EST PUB DATE) INTELLIGENCE OPERATIONS IN THE KOREAN WAR",
        "(EST PUB DATE) MARITIME COUNTERNARCOTICS OPERATIONS",
        "(EST PUB DATE) SAFEGUARDING INFORMATION OPERATIONS",
        "(EST PUB DATE) VERIFICATION IMPLICATIONS OF COMMERCIAL SATELLITE IMAGERY",
        "11 SEPTEMBER 2001: WITH THE PRESIDENT",
        "A Historical Damage Assessment",
        "ADLAI STEVENSON AND THE BAY OF PIGS",
        "ALERT MEMORANDA - THE TRACK RECORD",
        "AN INTERVIEW WITH ADM. WILLIAM O. STUDEMAN",
        "AN INTERVIEW WITH DEPUTY DIRECTOR FOR OPERATIONS JAMES PAVITT",
        "AN INTERVIEW WITH DIRECTOR OF CENTRAL INTELLIGENCE GEORGE J. TENET",
        "AN INTERVIEW WITH DR. RUTH DAVID, CIA'S DEPUTY DIRECTOR FOR SCIENCE AND T...",
        "AN INTERVIEW WITH JOHN H. WALLER",
        "AN INTERVIEW WITH TTIC DIRECTOR JOHN BRENNAN",
        "AN INTERVIEW WITH WILLIAM P. CROWELL, DEPUTY DIRECTOR, NSA",
        "ARMS CONTROL COMPLIANCE AND INTELLIGENCE",
        "AT SEA WITH THE LAW",
        "BOOKS ABOUT THE STASI",
        "CAREER PROGRESSION ANALYSIS AND MILITARY BIOGRAPHICS"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Secret Writing",
    "paragraph": [],
    "docs": [
        "(EST PUB DATE) INVISIBLE PHOTOGRAPHY AND WRITING, SYMPATHETIC INK, ETC.",
        "(EST PUB DATE) SECRET WRITING",
        "GERMAN SECRET INK.  FORMULAS USED IN PREPARATION OF.  SOURCE-N.G.",
        "MEMORANDUM TO FRANK V. MARTENEK FROM AMHEINZELMANN RE SAMPLES MOST SUITED ON YOUR LIST",
        "MISC RE HOW TO OPEN SEALED LETTERS",
        "GERMAN SECRET INK.  FORMULAS USED IN PREPERATION OF.  SOURCE - N.G."
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Soviet and Warsaw Pact Military Journals",
    "paragraph": [
        "A collection of sensitive Soviet and Warsaw Pact military journals from 1961 to 1984 providing a view into Warsaw Pact military strategy.",
        " to the collection, dating from 1961 to 1986, published in sensitive Soviet and Warsaw Pact military journals that reflect the evolution of military strategy in the Soviet Union and Warsaw Pact, were added ",
        " on Jan. 22, 2010."
    ],
    "docs": [
        "/specialCollection/SovietandWarsawPact/1961/1961-08-30.pdf",
        "/specialCollection/SovietandWarsawPact/1961/1961-09-01a.pdf",
        "/specialCollection/SovietandWarsawPact/1961/1961-09-01b.pdf",
        "/specialCollection/SovietandWarsawPact/1961/1961-09-05.pdf",
        "/specialCollection/SovietandWarsawPact/1961/1961-09-12.pdf",
        "/specialCollection/SovietandWarsawPact/1961/1961-09-15.pdf",
        "/specialCollection/SovietandWarsawPact/1961/1961-09-19.pdf",
        "/specialCollection/SovietandWarsawPact/1961/1961-09-20.pdf",
        "/specialCollection/SovietandWarsawPact/1961/1961-10-02.pdf",
        "/specialCollection/SovietandWarsawPact/1961/1961-10-23.pdf",
        "/specialCollection/SovietandWarsawPact/1961/1961-11-03.pdf",
        "/specialCollection/SovietandWarsawPact/1961/1961-11-06.pdf",
        "/specialCollection/SovietandWarsawPact/1961/1961-11-08.pdf",
        "/specialCollection/SovietandWarsawPact/1961/1961-11-28.pdf",
        "/specialCollection/SovietandWarsawPact/1961/1961-12-01.pdf",
        "/specialCollection/SovietandWarsawPact/1961/1961-12-04.pdf",
        "/specialCollection/SovietandWarsawPact/1961/1961-12-08.pdf",
        "/specialCollection/SovietandWarsawPact/1961/1961-12-11.pdf",
        "/specialCollection/SovietandWarsawPact/1961/1961-12-12.pdf",
        "/specialCollection/SovietandWarsawPact/1961/1961-12-15.pdf"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "STARGATE",
    "paragraph": [],
    "docs": [
        "#1 KEN",
        "'ANGLO-SAXON' VS. 'LATIN' PARAPSYCHOLOGY: UNDERLYING THE COMMUNICATION BARRIER (",
        "'GRILL FLAME' MEETING, 30 OCTOBER 1979",
        "'MAGICIAN' WALKS INTO THE LABORATORY.",
        "'OTHER A' SUMMARY",
        "'OTHER B' SUMMARY. SOURCE RV-101",
        "'VISAGES': A COMPUTER-BASED TEST OF FACE PRECOGNITION",
        "'VISAGES': A COMPUTER-BASED TEST OF FACE PRECOGNITION (MARIO VARVOGLIS & MICHEL-ANGE A",
        "(HANDWRITTEN SESSION NOTES",
        "(Sanitized)",
        "(Sanitized)",
        "(Sanitized)",
        "(Sanitized)",
        "(TAB A) TASK FORCE",
        "(TAB B) MISSION STATEMENT",
        "(UNTITLED)",
        "(UNTITLED)",
        "(UNTITLED) HANDWRITTEN NOTE",
        "(UNTITLED) NOTES",
        "(UNTITLED) NOTES FROM RV SESSION. HAND-WRITTEN TASK PAPER"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Scientific Abstracts",
    "paragraph": [],
    "docs": [
        "\"SCIENTIFIC ABSTRACT  LVOVSKIY, P.G. - LYADOVA, V.\"",
        "\"SCIENTIFIC ABSTRACT BELENKIY,  M.N. - BELENKIY, N.G.\"",
        "\"SCIENTIFIC ABSTRACT BELENKIY, G. A. - BELENKIY, L.I.\"",
        "\"SCIENTIFIC ABSTRACT BELENKIY, L.I. - BELENKIY, M.N.\"",
        "\"SCIENTIFIC ABSTRACT BELENKIY, N. - BELENKIY, V.I.\"",
        "\"SCIENTIFIC ABSTRACT BELENKIY, V. I. - BELENKIY, Y. M.\"",
        "\"SCIENTIFIC ABSTRACT BELENKIY, Y. Y. - BELENOV, V.K.\"",
        "\"SCIENTIFIC ABSTRACT BELENKOV, V.P. - BELENOVSKIY, P.N.\"",
        "\"SCIENTIFIC ABSTRACT BELENSCHCHIKOV, L.D. - BELETSKAYA, I.P.\"",
        "\"SCIENTIFIC ABSTRACT BELETSKAYA, I.P. - BELETSKIY, A.F.\"",
        "\"SCIENTIFIC ABSTRACT BELETSKIY, A. F. - BAZMADZHYAN, R. A.\"",
        "\"SCIENTIFIC ABSTRACT BELETSKIY, A.G. - BALEVTSEV, Y. A.\"",
        "\"SCIENTIFIC ABSTRACT BELETSKIY, M. I. - BELETSKIY, V.N.\"",
        "\"SCIENTIFIC ABSTRACT BELETSKIY, V.V. - BELETSKIY, Z.M.\"",
        "\"SCIENTIFIC ABSTRACT BELETSKIY, Z. M. - BELETSKIY, A.G.\"",
        "\"SCIENTIFIC ABSTRACT BELEVTSEV, Y.M. - BELFERT, I.\"",
        "\"SCIENTIFIC ABSTRACT BELFOR, A.G. - BELGOVA, M. A.\"",
        "\"SCIENTIFIC ABSTRACT BELGOVA, M.A. - BELICHENKO, A.I.\"",
        "\"SCIENTIFIC ABSTRACT BELICHENKO, A.I. - BELICHENKO, V.G.\"",
        "\"SCIENTIFIC ABSTRACT BELICHENKO, V.G. - BELIK, N. I.\""
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Reagan Collection",
    "paragraph": [
        "In the 1980s, the Cold War was going strong and was made worse by events such as the death of three Soviet leaders in a span of three years, the Soviet shootdown of a Korean airliner, and the USSR's support for Communist governments and movements in Afghanistan and Central America. ",
        " and other material highlights what the CIA provided President Reagan and other top members of his national security team on key issues affecting US-Soviet relations. The collection--made up of intelligence assessments, National Intelligence Estimates, high-level memos, and DCI talking points--consists of over 200 documents, some 60 of which are either being made available to the public for the first time or are being re-released with new material. To help put this material in perspective, we are also including non-CIA documents from the archives of the Reagan Library to fill out the collection on the policy end."
    ],
    "docs": [
        "/specialCollection/Reagan/19801114A.pdf",
        "/specialCollection/Reagan/19801114B.pdf",
        "/specialCollection/Reagan/19801121.pdf",
        "/specialCollection/Reagan/19801121A.pdf",
        "/specialCollection/Reagan/19801121B.pdf",
        "/specialCollection/Reagan/19801124.pdf",
        "/specialCollection/Reagan/19801125.pdf",
        "/specialCollection/Reagan/19801201.pdf",
        "/specialCollection/Reagan/19801211.pdf",
        "/specialCollection/Reagan/19801212.pdf",
        "/specialCollection/Reagan/19801216.pdf",
        "/specialCollection/Reagan/19810101.pdf",
        "/specialCollection/Reagan/19810205.pdf",
        "/specialCollection/Reagan/19810506.pdf",
        "/specialCollection/Reagan/19810615.pdf",
        "/specialCollection/Reagan/19810706.pdf",
        "/specialCollection/Reagan/19810708.pdf",
        "/specialCollection/Reagan/19810708A.pdf",
        "/specialCollection/Reagan/19810709.pdf",
        "/specialCollection/Reagan/19810717.pdf"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "OSS Collection",
    "paragraph": [],
    "docs": [
        "OSS - RECRUITING AND TRAINING PROGRAM FOR COMMUNICATIONS PERSONNEL/ORGANIZATION OF COMMUNICATIONS BR",
        "OSS - REPORT ON THE FOREIGN LANGUAGE ACTIVITIES OF THE NEW YORK OFFICE OF THE COORDINATOR FOR INFORM",
        "OSS - REPORTS ON EXPERIENCES AND CONDITIONS IN THE FIELD/LIST OF FIELD REPORTS BY AUTHOR/FACTUAL AND",
        "OSS - CORRESPONDENCE REGARDING \"MINIMUM REQUIREMENTS\" FOR DEFENDING BRITSH AND DUTCH EQUIT",
        "OSS - INTELLIGENCE REPORTS ON THE SITUATION IN ITALY, 1942",
        "OSS - CONGRESSIONAL CORRESPONDENCE/LETTERS CONCERNING ARMAND HAMMER/REPORT ON GERMAN VESSELS IN THE",
        "OSS - ADMINISTRATIVE ORDER FROM THE COORDINATOR OF INFORMATION REGARDING SENIOR ASSIGNMENTS, 1941",
        "OSS - GENERAL CORRESPONDENCE, 1944",
        "OSS ACTIVITIES IN ITALY; HITLER'S CORRESPONDENCE WITH MUSSOLINI; PLANS FOR THE INVASION OF RUSS",
        "OSS - APPROACHES TO ALLLEN DULLES BY HIGH-LEVEL SS OFFICIALS, BAVARIA AND AUSTRIAN NAZI LEADERS SEEK",
        "OSS - REPORT ON DANISH, NORWEGIAN, SWEDISH, DUTCH, POLISH, AND CHINESE MISSIONS, 1941",
        "OSS - CORRESPONDENCE RELATING TO THE ESTABLISHMENT OF COORDINATOR OF INFORMATION OFFICE/APPOINTMENT",
        "OSS - THE CAPE OF VERDE ISLANDS IN ALLIED STRATEGY/REPORT ON JOB INTERVIEW, 1941",
        "OSS - NOTES ON TRANSPORTATION IN SOUTHWESTERN ASIA/EMPLOYMENT LEADS, 1941",
        "OSS - CORRESPONDENCE REGARDING FAR EASTERN AFFAIRS, 1943",
        "CORRESPONDENCE ON VISIT TO ICELAND",
        "OSS - MEMORANDA CONCERNING \"JAPANESE INTRIGUE,\" DE GAULLE AND THE SITUATION IN FRANCE/PROP",
        "OSS - WILLIAM. J. DONOVAN CORRESPONDENCE/PROPOSAL FOR PROVIDING SANCTUARY TO JEWISH REFUGEES, 1941",
        "OSS - REPORT FOR THE PRESIDENT ON BRAZIL, 1941",
        "0SS - PUBLIC LETTERS FROM GERMAN BISHOP VON GALEN PROTESTING FORCED EUTHANASIA POLICY OF THE THIRD R"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "POW MIA",
    "paragraph": [
        "Many of these records concerning Vietnam-era prisoners-of-war and missing-in-action were located, reviewed and released as a result of requests from next-of-kin and other interested parties concerning specific individuals in this category. Most of the records, however, were located and released as a result of Executive Order 12812, dated July 1992, which required all executive branch agencies of the government to review, declassify and release relevant documents pertaining to American POWs and MIAs missing in Southeast Asia. In accordance with this order, CIA conducted a thorough and exhaustive search of its operational files, finished intelligence reports, memoranda, background studies and open source files. CIA's compliance with the executive order was completed on 9 November 1993. This collection also contains a limited number of documents created after that date, most notably a National Intelligence Estimate entitled \"Vietnamese Intentions Capabilities, and Performance Concerning the POW/MIA Issue (April 1998)\" and the Joint Report of the Inspectors General of the Department of Defense and Central Intelligence Agency entitled \"A Review of the 1998 National Intelligence Estimate on POW/MIA Issues and the Charges Levied by 'A Critical Assessment' of the Estimate (29 February 2000).\" Certain material was withheld from the records released based on the continuing need to protect sources and methods, negotiations on foreign policy issues such as the normalization of relations, or privacy issues related to returnees and the families of POWs and MIAs."
    ],
    "docs": [
        "COMMENTS OFREDACTED  ON THE CHINESE COMMUNIST ATTITUDE TOWARD KHRUSHCHEV'S REMA",
        "INFORMATION ON NON-REPATRIATE PRISONERS OF WAR FROM THE UNITED STATES",
        "1. PRISONER OF WAR CAMP AT HONG HET  2. PRESENCE OF VIETNAMESE COMMUNIST S IN H",
        "LOCATION OF U.S. PRISONERS IN LAOS",
        "BURIAL SITE OF A U.S.MILITARY OFFICER NEAR HONG HO,BINH TRI THIEN PROVINCE-(PUB",
        "ACCOUNTS OF THE SHOOTING DOWN OF A SUPPLY PLANE IN SAVANMARKET",
        "STATUS OF SURVIVORS OF C-46 CRASH AND PATHET LAO PLANS FOR THEM",
        "APPARENT GOOD CONDITION OF THE C-46 CRASH SURVIVORS AND PATHET LAO PLANS  TO SE",
        "EUGENE H.DE BRUIN-DOC ALSO MENTIONS-HIS MEN WERE CAPTURED BY PATHET LAO FORCES-",
        "DELETED (POSSIBLE PATHET LAO EXECUTION OF DOWNED US PILOT)  (PUBD IS APR OXIMAT",
        "(UNTITLED) CHARLES KLUSMANN-AIR AMERICA-PLOTS-DOC ALSO MENTIONS-THE SHAPE KLUSM",
        "NORTH VIETNAMESE POLICY TOWARD UNITED STATES PRISONERS OF WAR",
        "DEATH OF TWO UNITED STATES AIR FORCE PILOTS SHOT DOWN NEAR BAN NA KAY IN HOUA P",
        "THE SITUATION IN SOUTH VIETNAM (8 APRIL-14 APRIL 1965)  (MILITARY AND POLITICAL",
        "VIET CONG HOSPITAL AND ARMS DEPOT LOCATED IN HAU NGHIA PROVINCE, SOUTH V IETNAM",
        "PART IV: OTHER COMMUNIST MILITARY DEVELOPMENTS (LOSS OF F-104 STARFIGHTE R OVER",
        "UNTITLED  (2 AMERICAN PILOTS HELD PRISONER IN A CAVE; EXECUTED IN RETALI ATION",
        "PATHET LAO (DELETED) SUBSEQUENT ACCOUNT OF HIS WITNESSING THE INTERROGAT ION OF",
        "UNTITLED  (GIVES CONCLUSIONS ON PHOTO COMPARISONS OF PERRINE)",
        "(DELETED)'S ACCOUNT OF HAVING HEARD THAT AMERICAN PILOTS WERE STILL BEIN G HELD"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "President George H. W. Bush's Farewell Visit to CIA",
    "paragraph": [
        "On 8 January 1993, in the final month of his presidency, President George H. W. Bush paid a farewell visit to CIA Headquarters. After a luncheon in the Executive Dining Room during which he received briefings on current issues, the President made ",
        " in the main cafeteria to a large group of the Agency workforce.",
        "See planning documents for the 8 January 1993 ",
        ".",
        "For a retrospective on Mr. Bush's tenure as DCI, check out ",
        " Produced by CIA's Center for the Study of Intelligence, this video was shown during a 30 January 2016 visit by President and Mrs. Bush to CIA Headquarters to mark the 40th anniversary of Mr. Bush's swearing in as Director."
    ],
    "docs": [
        "PRESIDENT BUSH'S FAREWELL VISIT FRIDAY, 8 JANUARY 1993 - 1993/01/08",
        "PRESIDENT BUSH'S FAREWELL VISIT TO CIA EMPLOYEES - 1993/01/08",
        "PRESIDENT BUSH'S FAREWELL VISIT TO CIA EMPLOYEES FRIDAY, 8 JANUARY 1993 MAIN CAFETERIA - 1992/1",
        "PRESIDENT'S VISIT - - SUBSTANTIVE BRIEFING SCENARIO",
        "REQUEST FOR CEAF FUNDING - 1992/01/06"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "A Life in Intelligence - The Richard Helms Collection",
    "paragraph": [
        "This collection of material by and about Richard Helms as Director of Central Intelligence (DCI) and Ambassador to Iran comprises the largest single release of Helms-related information to date. The documents, historical works and essays offer an unprecedented, wide-ranging look at the man and his career as the United States' top intelligence official and one of its most important diplomats during a crucial decade of the Cold War. From mid-1966, when he became DCI, to late 1976, when he left Iran, Helms dealt directly with numerous events whose impact remains evident today and which are covered in the release."
    ],
    "docs": [
        "\"When the USG says that an Arab-Israeli settlement...\"",
        "/specialCollection/helms/pdf/5_30_oral.pdf",
        "/specialCollection/helms/pdf/6_19_oral.pdf",
        "/specialCollection/helms/pdf/6_22_oral.pdf",
        "/specialCollection/helms/pdf/72_1498799.pdf",
        "/specialCollection/helms/pdf/73_1498803.pdf",
        "/specialCollection/helms/pdf/73_1498807.pdf",
        "/specialCollection/helms/pdf/73_1498808.pdf",
        "/specialCollection/helms/pdf/73_1498810.pdf",
        "/specialCollection/helms/pdf/73_1498811.pdf",
        "/specialCollection/helms/pdf/73_1499509.pdf",
        "/specialCollection/helms/pdf/73_1499510.pdf",
        "/specialCollection/helms/pdf/73_1499511.pdf",
        "/specialCollection/helms/pdf/73_1499514.pdf",
        "/specialCollection/helms/pdf/73_1499515.pdf",
        "/specialCollection/helms/pdf/73_1499516.pdf",
        "/specialCollection/helms/pdf/73_1499518.pdf",
        "/specialCollection/helms/pdf/73_1499520.pdf",
        "/specialCollection/helms/pdf/73_1499521.pdf",
        "/specialCollection/helms/pdf/73_1499523.pdf"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "President Carter and the Role of Intelligence in the Camp David Accords",
    "paragraph": [
        "This collection consists of more than 250 previously classified documents, totaling over 1,400 pages, including some 150 that are being released for the first time.  These documents cover the period from January 1977 through March 1979 and were produced by the CIA to support the Carter administration’s diplomatic efforts leading up to President Carter’s negotiations with Egyptian President Anwar Sadat and Israeli Prime Minister Menachem Begin at Camp David in September 1978. The declassified documents detail diplomatic developments from the Arab peace offensive and President Sadat’s trip to Jerusalem through the regionwide aftermath of Camp David. Newly released items include:",
        "The documents convey a sense of the personalities, perils, and ambiguities that pervaded the lead-up to the Camp David Accords, which despite the many obstacles has had an enduring influence in the precarious peace between Israel and its largest Arab neighbor.",
        " [",
        "]"
    ],
    "docs": [
        "1976-02-18 - Arab Leadership Perceptions of the US",
        "1976-06-01 - Egypt: Sadat's Domestic Position",
        "1977-01-04 - The Situation in the Middle East: The Arab Peace Offensive",
        "1977-01-17 - Egypt-Jordan: Sadat, Hussein Statement",
        "1977-01-19 - Egypt: Widespread Rioting; Syria: New Flexibility",
        "1977-01-21a - Presidential Review Memorandum/NSC-3 - Middle East",
        "1977-01-21b - Egypt",
        "1977-02-01 - The Israeli Election and its Impact on Peace Negotiations",
        "1977-02-03 - National Intelligence Estimate: Egypt-1977",
        "1977-02-04a - PRC Meeting on Middle East: Aid and Anti-Boycott Issues",
        "1977-02-04b - Egypt: Sadat Lays Down the Law",
        "1977-02-08 - Interest of PLO Chairman Arafat Establishing a Dialogue with the USG",
        "1977-02-11a - Egypt",
        "1977-02-11b - The Arab Peace Offensive",
        "1977-02-12 - Egypt: Anti-Subversion Law",
        "1977-02-14 - Lebanon-Palestinians: Restrictions",
        "1977-02-18 - Israel Prepares for an Election",
        "1977-02-22 - Arab and Israeli Reactions to US Steps in the Middle East (Reactions to Vance's Tr",
        "1977-02-25a - Israel",
        "1977-02-25b - Syria-USSR"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "The Original Wizards of Langley",
    "paragraph": [
        "This overview and collection of documents and other material related to the Office of Scientific Intelligence (OSI) offer a glimpse of CIA's overall contribution to the analysis of Soviet capabilities in science and technology during the Cold War. It is by no means intended to be definitive, or even complete, with respect to all the activities associated with the Agency's scientific and technological capabilities, analysis, and resulting reporting. It does, however, highlight some key events and selected activities that contribute to our understanding of the unique role OSI played in the Agency's history.",
        "Made available here is a ",
        " that accompanied The Original Wizards of Langley symposium."
    ],
    "docs": [
        "/specialCollection/Wizards/osi_pdf/aging_commu.pdf",
        "/specialCollection/Wizards/osi_pdf/and_the_truth.pdf",
        "/specialCollection/Wizards/osi_pdf/an_interview.pdf",
        "/specialCollection/Wizards/osi_pdf/becker_1.pdf",
        "/specialCollection/Wizards/osi_pdf/becker_2.pdf",
        "/specialCollection/Wizards/osi_pdf/briefing_note.pdf",
        "/specialCollection/Wizards/osi_pdf/case_of_the_ss-6.pdf",
        "/specialCollection/Wizards/osi_pdf/general_order_number.pdf",
        "/specialCollection/Wizards/osi_pdf/identifying_the_f.pdf",
        "/specialCollection/Wizards/osi_pdf/intelligence_im.pdf",
        "/specialCollection/Wizards/osi_pdf/long_range_monograph1.pdf",
        "/specialCollection/Wizards/osi_pdf/long_range_soviet.pdf",
        "/specialCollection/Wizards/osi_pdf/long_r_soviet_57_67.pdf",
        "/specialCollection/Wizards/osi_pdf/long_r_soviet_62_70.pdf",
        "/specialCollection/Wizards/osi_pdf/long_r_soviet_62_72.pdf",
        "/specialCollection/Wizards/osi_pdf/military_medical.pdf",
        "/specialCollection/Wizards/osi_pdf/monograph_ii.pdf",
        "/specialCollection/Wizards/osi_pdf/monograph_iii.pdf",
        "/specialCollection/Wizards/osi_pdf/monograph_iii_orga.pdf",
        "/specialCollection/Wizards/osi_pdf/monograph_ii_ob.pdf"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "NIS",
    "paragraph": [],
    "docs": [
        "NATIONAL INTELLIGENCE SURVEY 11; SWEDEN; ARMED FORCES",
        "NATIONAL INTELLIGENCE SURVEY 11; SWEDEN; COUNTRY PROFILE",
        "NATIONAL INTELLIGENCE SURVEY 11; SWEDEN; GOVERNMENT AND POLITICS",
        "NATIONAL INTELLIGENCE SURVEY 11; SWEDEN; MILITARY GEOGRAPHY",
        "NATIONAL INTELLIGENCE SURVEY 11; SWEDEN; SCIENCE",
        "NATIONAL INTELLIGENCE SURVEY 11; SWEDEN; THE ECONOMY",
        "NATIONAL INTELLIGENCE SURVEY 11; SWEDEN; THE SOCIETY",
        "NATIONAL INTELLIGENCE SURVEY 11; SWEDEN; TRANSPORTATION AND TELECOMMUNICATIONS",
        "NATIONAL INTELLIGENCE SURVEY 13A; EAST GERMANY; ARMED FORCES",
        "NATIONAL INTELLIGENCE SURVEY 13A; EAST GERMANY; COUNTRY PROFILE",
        "NATIONAL INTELLIGENCE SURVEY 13A; EAST GERMANY; GOVERNMENT AND POLITICS",
        "NATIONAL INTELLIGENCE SURVEY 13A; EAST GERMANY; MILITARY GEOGRAPHY",
        "NATIONAL INTELLIGENCE SURVEY 13A; EAST GERMANY; SCIENCE",
        "NATIONAL INTELLIGENCE SURVEY 13A; EAST GERMANY; THE ECONOMY",
        "NATIONAL INTELLIGENCE SURVEY 13A; EAST GERMANY; THE SOCIETY",
        "NATIONAL INTELLIGENCE SURVEY 13A; EAST GERMANY; TRANSPORTATION AND TELECOMMUNICATIONS",
        "NATIONAL INTELLIGENCE SURVEY 14; POLAND; ARMED FORCES",
        "NATIONAL INTELLIGENCE SURVEY 14; POLAND; COUNTRY PROFILE",
        "NATIONAL INTELLIGENCE SURVEY 14; POLAND; GOVERNMENT AND POLITICS",
        "NATIONAL INTELLIGENCE SURVEY 14; POLAND; MILITARY GEOGRAPHY"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "NGA Records (Formerly NIMA)",
    "paragraph": [],
    "docs": [
        "\"STATE OF THE CORPS\" MESSAGE ON 9 JANUARY 1960",
        "'G' CLASS BALLISTIC MISSILE SUBMARINE CONSTRUCTION, LU-TA SHIPYARD,  DAIREN, CHINA",
        "((TEXT WHICH FOLLOWED WAS IDENTICAL TO OUR 55892))",
        "(Sanitized)",
        "(Sanitized)",
        "(Sanitized)",
        "(Sanitized)",
        "(Sanitized)",
        "(Sanitized)",
        "(Sanitized)",
        "(Sanitized)",
        "(Sanitized)",
        "(Sanitized)",
        "(Sanitized)",
        "(Sanitized)",
        "(Sanitized)",
        "(Sanitized)",
        "(Sanitized)",
        "(SANITIZED)",
        "(SANITIZED)"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Lt. Col. Oleg Penkovsky: Western Spy in Soviet GRU",
    "paragraph": [
        "This group of documents highlights the highs and lows of the intelligence business. The recruitment of a well-placed spy, in this case a high-ranking Soviet military intelligence officer, lessened the tensions of the Cold War by providing information on the intentions, strength, and technological advancement of the Soviet Union. At the same time, the enormous risks for the spy himself became evident in the fate of Penkovsky -- shot as a traitor by the Soviets in 1963 for spying for the US and UK. These documents provide over-the-shoulder looks from the perspective of the CIA Director as well as from Penkovsky himself in operational meeting reports. This collection offers insights on the spy's motives as well as the fruit of his espionage for us."
    ],
    "docs": [
        "(DOC UNDATED-PUB DATE EST) PLAN (DIAGRAM) FOR MARKING SIGNALS AND OF DEA D DROP",
        "(DOC UNDATED-PUB DATE EST) TITLES OF ARTICLES AND CS REPORT NUMBERS FOR ISSUES",
        "DOC IS LETTER TO BE PASSED TO APPROPRIATE AUTHORITIES OF THE UNITED STATES OF A",
        "DOC IS LETTER TRANSLATED FROM RUSSIAN AND TO BE PASSED TO APPROPRIATE AUTHORITI",
        "LETTER IN RUSSIAN REGARDING PENKOVSKY",
        "DOC IS LETTER TRANSLATED FROM RUSSIAN CONCERNING READINESS TO DEVOTE MYSELF TO",
        "DOCUMENT IS IN RUSSIANREGARDING REQUEST FOR U.S. OR BRITISH CITIZENSHIP",
        "MEMO FOR THE RECORD FROM JOSEPH BULIK CONCERNING BRIEFING OF MR. HELMS- DDP/COP",
        "BULIK INTERVIEW WITH COX",
        "DOCUMENT TRANSFER AND CROSS REFERENCE-WHEEL IS FORWARDING PACKET FOR COMPASS' E",
        "MEMO FOR THE RECORD FROM (BLANK) - CONTACT AND DEBRIEFING OF HENRY LEE COBB ON",
        "DOCUMENT TRANSFER AND CROSS REFERENCE - LETTER NO 4 - 24 OCT 1960",
        "DOCUMENT TRANSFER AND CROSS REFERENCE-LETTER NO 3 - 16 OCT 1960",
        "LETTER NO 1 FROM COMPASS",
        "DEBRIEFING OF VLADIMIR I. TOUMANOFF RE (BLANK)",
        "DOCUMENT TRANSFER AND CROSS REFERENCE-LETTER NO 3 - 20 OCT 1960-RE CHALK",
        "LETTER NO 2, 13 OCTOBER 1960",
        "LETTER NO 5 - FROM SLEDGE TO COMPASS CONCERNING OPERATIONAL GUIDE SO THAT COMPA",
        "DOCUMENT TRANSFER AND CROSS REFERENCE - LETTER DATED 6 DEC 1960",
        "DOC IS REPORT REGARDING DROP SITES FOR JIG, CHALK AND COMPASS"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "The China Collection",
    "paragraph": [
        "This collection of over seventy National Intelligence Estimates on China is the most extensive single selection of intelligence analyses the United States Government ever has released. This recently declassified collection represents the most authoritative intelligence assessments of the United States Government and thus constitutes a unique historical record of a momentous era in China's modern history.",
        "The collection spans the pivotal period from the Chinese civil war and the consolidation of the Communist regime through the upheavals of the Great Leap Forward and Cultural Revolution. It chronicles the struggles within the top leadership, the buildup of the Chinese military, and the evolution of the Sino-Soviet split. With the benefit of hindsight, we now can study the assessments of these developments with a degree of historical perspective, while still feeling the excitement of reading \"history as it happens.\"",
        "In addition to their historical significance, these documents are important for today's world as well, as Robert Suettinger, a former National Intelligence Officer for East Asia and author of a noted history of US-China relations, points out in his introduction to the collection. The declassified Estimates are foundation stones for our ongoing efforts to understand the evolution of the People's Republic of China and its politics, economics, and foreign policy.",
        "The book was produced and published by the National Intelligence Council (NIC). The National Intelligence Council is a center of strategic thinking within the United States Government, reporting to the Director of National Intelligence (DNI) and providing coordinated analyses of foreign policy issues for the President and senior policymakers. Its work ranges from brief analyses of current issues to \"over the horizon\" Estimates of broader trends at work in the world. Although most of its work is for internal government use, the NIC also produces unclassified reports and collaborates with a wide range of independent scholars, experts, and organizations around the world.",
        " "
    ],
    "docs": [
        "ORE 45-48 THE CURRENT SITUATION IN CHINA",
        "ORE 12-48 - PROSPECTS FOR A NEGOTIATED PEACE IN CHINA",
        "ORE 27-48/POSSIBLE DEVELOPMENTS IN CHINA",
        "ORE 77-48-CHINESE COMMUNIST CAPABILITIES FOR CONTROL OF ALL CHINA",
        "ORE 29-49 - PROSPECTS FOR SOVIET CONTROL OF A COMMUNIST CHINA",
        "ORE 45-49/PROBABLE DEVELOPMENTS IN CHINA",
        "ORE 76-49 - SURVIVAL POTENTIAL OF RESIDUAL NON-COMMUNIST REGIMES IN CHINA",
        "ORE 89-49-THE FOOD OUTLOOK FOR COMMUNIST CHINA",
        "NIE-2 - CHINESE COMMUNIST INTERVENTION IN KOREA",
        "NIE-10 - COMMUNIST CHINA",
        "NIE -58 - RELATIONS BETWEEN THE CHINESE COMMUNIST REGIME AND THE USSR: THEIR PR",
        "NIE-80 COMMUNIST CAPABILITIES AND PROBABLE COURSES OF ACTION IN KOREA",
        "NIE 13-54 - COMMUNIST CHINA'S POWER POTENTIAL THROUGH 1957",
        "NIE 13-56 - CHINESE COMMUNIST CAPABILITIES AND PROBABLE COURSES OF ACTION THROU",
        "NIE 13-57 - COMMUNIST CHINA THROUGH 1961",
        "NIE 13-2-57 - COMMUNIST CHINA'S ROLE IN NON-COMMUNIST ASIA",
        "NIE 13-58 - COMMUNIST CHINA",
        "SNIE 100-9-58 - PROBABLE DEVELOPMENTS IN THE TAIWAN STRAIT AREA",
        "SNIE 100-11-58 - PROBABLE CHINESE COMMUNIST AND SOVIET INTENTIONS IN THE TAIWAN",
        "SNIE 100-12-58 - PROBABLE DEVELOPMENTS IN THE TAIWAN STRAIT CRISIS"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Nazi War Crimes Disclosure Act",
    "paragraph": [
        " ",
        "From the 1960s through the 1990s, the U.S. Government declassified the majority of its security-classified records relating to World War II.  Yet, 60 years after the war, millions of pages of wartime and postwar records remained classified.  Many of these records contained information related to war crimes and war criminals. This information had been sought over the years by congress, government prosecutors, historians and victims of war crimes.  In 1998, the Nazi War Crimes and Japanese Imperial Government Records Interagency Working Group (IWG), at the behest of Congress, launched what became the largest congressionally mandated, single-subject declassification effort in history.  As a result of this landmark effort, more than 8.5 million pages of records have been opened to the public under the Nazi War Crimes Disclosure Act (P.L. 105-246) and the Japanese Imperial Government Disclosure Act (P.L. 106-567).  These records include operational files of the Office of Strategic Services (OSS) totaling 1.2 million pages, and 114,200 pages of CIA material.  This information sheds important historical light on the Holocaust and other war crimes, as well as the U.S. Government’s involvement with war criminals during the Cold War.  It further enhances public confidence in government transparency."
    ],
    "docs": [
        "/specialCollection/nwcda1/1/AGH, LASLO/AGH, LASLO_0001.pdf",
        "/specialCollection/nwcda1/1/AGH, LASLO/AGH, LASLO_0002.pdf",
        "/specialCollection/nwcda1/1/AGH, LASLO/AGH, LASLO_0003.pdf",
        "/specialCollection/nwcda1/1/AGH, LASLO/AGH, LASLO_0004.pdf",
        "/specialCollection/nwcda1/1/AGH, LASLO/AGH, LASLO_0005.pdf",
        "/specialCollection/nwcda1/1/AGH, LASLO/AGH, LASLO_0006.pdf",
        "/specialCollection/nwcda1/1/AGH, LASLO/AGH, LASLO_0007.pdf",
        "/specialCollection/nwcda1/1/AGH, LASLO/AGH, LASLO_0008.pdf",
        "/specialCollection/nwcda1/1/AGH, LASLO/AGH, LASLO_0009.pdf",
        "/specialCollection/nwcda1/1/AGH, LASLO/AGH, LASLO_0010.pdf",
        "/specialCollection/nwcda1/1/AGH, LASLO/AGH, LASLO_0011.pdf",
        "/specialCollection/nwcda1/1/AGH, LASLO/AGH, LASLO_0012.pdf",
        "/specialCollection/nwcda1/1/AGH, LASLO/AGH, LASLO_0013.pdf",
        "/specialCollection/nwcda1/1/AGH, LASLO/AGH, LASLO_0014.pdf",
        "/specialCollection/nwcda1/1/AGH, LASLO/AGH, LASLO_0015.pdf",
        "/specialCollection/nwcda1/1/AGH, LASLO/AGH, LASLO_0016.pdf",
        "/specialCollection/nwcda1/1/AGH, LASLO/AGH, LASLO_0017.pdf",
        "/specialCollection/nwcda1/1/AGH, LASLO/AGH, LASLO_0018.pdf",
        "/specialCollection/nwcda1/1/AGH, LASLO/AGH, LASLO_0019.pdf",
        "/specialCollection/nwcda1/1/AGH, LASLO/AGH, LASLO_0020.pdf"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "The Vietnam Collection",
    "paragraph": [
        "This collection of declassified estimative products is the first such release by the Central Intelligence Agency of documents exclusively on the Vietnam war. The National Intelligence Council (NIC) commissioned Lloyd Gardner, the renowned American scholar on the Vietnam war, to prepare an introductory essay providing historical context for the documents.",
        "This is the second such collection of declassified documents published by the National Intelligence Council. In October 2004 the Council published, ",
        ".",
        "The National Intelligence Council is a center of strategic thinking within the United States Government, providing coordinated analyses of foreign policy issues for the President and senior policymakers. Its work ranges from brief analyses of current issues to over-the-horizon Estimates of broader trends. Although most of its work is for internal government use, the NIC also produces unclassified reports and collaborates with a wide range of independent scholars, experts, and organizations around the world.",
        " "
    ],
    "docs": [
        "ORE 25-48 THE BREAK-UP OF THE COLONIAL EMPIRES AND ITS IMPLICATIONS FOR US SECU",
        "ORE 50-50 PROSPECTS FOR THE DEFENSE OF INDOCHINA AGAINST A CHINESE COMMUNIST IN",
        "ORE 58-50 CRITICAL SITUATIONS IN THE FAR EAST",
        "ORE 29-50 CONSEQUENCES TO THE US COMMUNIST DOMINATION OF MAINLAND SOUTHEAST ASI",
        "NIE-5 INDOCHINA: CURRENT SITUATION AND PROBABLE DEVELOPMENTS",
        "NIE-5 MAP SUPPLEMENT, INDOCHINA: CURRENT SITUATION AND PROBABLE DEVELOPMENTS",
        "NIE 20 RESISTANCE OF THAILAND, BURMA, AND MALAYA TO COMMUNIST PRESSURES IN THE",
        "THE POSSIBILITY OF AN EARLY MAJOR VIET MINH ATTACH IN INDOCHINA",
        "NIE 35 PROBABLE DEVELOPMENTS IN INDOCHINA DURING THE REMAINDER OF 1951",
        "FRENCH PROBLEMS IN INDOCHINA",
        "CRITICAL DEVELOPMENTS IN FRENCH POLICY TOWARD INDOCHINA",
        "NIE-35/1 PROBABLE DEVELOPMENTS IN INDOCHINA THROUGH MID-1952",
        "NIE 35/2 PROBABLE DEVELOPMENTS IN INDOCHINA THROUGH MID-1953",
        "NIE-91 PROBABLE DEVELOPMENTS IN INDOCHINA THROUGH MID-1954",
        "SE-52 PROBABLE CONSEQUENCES IN NON-COMMUNIST ASIA OF CERTAIN POSSIBLE DEVELOPME",
        "SE-53 PROBABLE COMMUNIST REACTIONS TO CERTAIN POSSIBLE US COURSES OF ACTION IN",
        "CURRENT OUTLOOK IN INDOCHINA",
        "REACTIONS TO ROK PARTICIPATION IN THE INDOCHINA WAR",
        "NIE 10-2-54 COMMUNIST COURSES OF ACTION IN ASIA THROUGH MID-1955",
        "THE PROBABLE OUTCOME AT DIEN BIEN PHU AND ITS IMPLICATIONS"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Preparing for Martial Law: Through the Eyes of Colonel Ryszard Kuklinski",
    "paragraph": [
        "A captivating collection of over 75 documents concerning the planning and implementation martial law in Poland from mid-1980 to late 1981. The collection release coincided with a CIA symposium honoring Colonel Ryszard Kuklinski, a member of the Polish Army General Staff and the source of the documents. His information provided documents and personal commentary that gave intelligence analysts and US policy makers invaluable insight into the crisis."
    ],
    "docs": [
        "INTELLIGENCE INFORMATION CABLE, 18 DECEMBER 1981",
        "INTELLIGENCE INFORMATION CABLE, 25 JANUARY 1982",
        "INTELLIGENCE INFORMATION CABLE, 27 JANUARY 1982",
        "INTELLIGENCE INFORMATION CABLE, 7 JANUARY 1981",
        "INTELLIGENCE INFORMATION REPORT, 13 MAY 1982",
        "INTELLIGENCE INFORMATION REPORT, 5 APRIL 1982",
        "INTELLIGENCE INFORMATION REPORT, 5 APRIL 1982",
        "Intelligence Information Special Report, 7 OCTOBER 1981",
        "MEMO: 18 SEPTEMBER 1981",
        "MEMO: 26 OCTOBER 1981",
        "MEMO: ATTITUDES OF THE POLISH MINISTRY OF DEFENSE AND SOVIET MILITARY POSITIONS..., 24 JUNE 1981",
        "MEMO: CURRENT PLANS FOR THE INTRODUCTION OF MARTIAL LAW IN POLAND, 11 SEPTEMBER 1981",
        "MEMO: Current Political Situation in Poland, 19 OCTOBER 1981",
        "MEMO: CURRENT POLITICAL/MILITARY SITUATION IN POLAND, 13 OCTOBER 1981",
        "MEMO: CURRENT SITUATION IN THE POLISH GOVERNMENT AND MINISTRY OF DEFENSE, 24 FEBRUARY 1981",
        "MEMO: MARTIAL LAW IN POLAND, 25 AUGUST 1981",
        "MEMO: New Draft Decree on Martial Law, 9 SEPTEMBER 1981",
        "MEMO: Polish General Staff Evaluation of Soviet Military Presence and Activities in Poland, 17 JULY",
        "MEMO: POLISH GOVERNMENT PLANS FOR THE POSSIBLE INTRODUCTION OF MARTIAL LAW, 11 FEBRUARY 1981",
        "MEMO: POLISH GOVERNMENT PLANS FOR THE POSSIBLE SOVIET MILITARY INTERVENTION AND DECLARATION OF MARTI"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Intelligence Warning of the 1957 Launch of Sputnik",
    "paragraph": [
        "On 4 October 1957, the USSR successfully launched the ",
        " earth satellite into space - an achievement that stunned the American public and press but not the US policy and intelligence communities. CIA's Office of Scientific Intelligence (OSI), which was responsible for analyzing the USSR's satellite and missile programs, had reported on the advancements that would lead to this landmark event. As early as 1955, OSI had alerted President Eisenhower to the Soviet program through briefings and finished intelligence products. In June 1957, OSI reported that a Soviet launch of an earth satellite was imminent, noting this capability portended the USSR's production of intercontinental ballistic missiles (ICBMs) capable of reach the US.",
        "This compilation from the 1950s is combined with documents from a FOIA case on the Sputnik program - never before on the CIA.gov webpage - that contains additional memoranda and information reports through the early 1960s. This collection comprises 59 documents and 440 pages with insight on CIA intelligence and analysis of Sputnik-1, -2, and -3, as well as the Soviet ballistic missile program from 1955 to the early 1960s. Over half of this release provides new information on the early Soviet space and missile programs.",
        "To learn more about the OSI and our intelligence and analysis of the USSR's strategic missile programs during the Cold War, visit the following links:",
        " "
    ],
    "docs": [
        "CIA FINANCIAL SUPPORT FOR EARTH SATELLITE PROJECT",
        "STATUS OF THE SOVIET EARTH SATELLITE PROGRAM",
        "POST-MORTEM OF NIE 11-6-54, \"SOVIET CAPABILITIES AND PROBABLE PROGRAMS IN GUIDED MISSILES\"",
        "I HAVE BEEN FOLLOWING WITH GREAT INTEREST THE PROGRESS IN THE DEVELOPMENT OF THE EARTH SATELLITE VEH",
        "DEPUTIES' MEETINGS (DULLES) 1955",
        "CURRENT INTELLIGENCE WEEKLY SUMMARY",
        "CIA SUPPORT FOR EARTH SATELLITE PROGRAM",
        "REQUEST FROM MR. WEAVER, OFFICE OF ASSISTANT SECRETARY OF DEFENSE (R&D)",
        "DCI ALLEN DULLES LETTER TO DR C.C. FURNAS, ASSISTANT SECRETARY OF DEFENSE FOR RESEARCH AND DEVELOPME",
        "EARTH SATELLITE PROGRAM",
        "US ESTIMATE OF SOVIET GUIDED MISSILE CAPABILITIES*",
        "MEMORANDUM FOR DCI: NSC 5520, EARTH SATELLITE PROGRAM",
        "ADDITIONAL INFORMATION FOR DCI BRIEFING OF NSC ON EARTH SATELLITE VEHICLES",
        "RECOMMENDATION IN REGARD TO DETECTING THE POSSIBLE DEVELOPMENT AND EXECUTION OF A SURPRISE INTERCONT",
        "THE SOVIET EARTH SATELLITE PROGRAM",
        "<SANITIZED> REPORT AND EVALUATION ON THE SOVIET EARTH SATELLITE PROGRAM, DATED 13 JULY 1956",
        "U.S. SCIENTIFIC SATELLITE PROGRAM (NSC 5520)",
        "SOVIET EARTH SATELLITE CAPABILITIES",
        "SOVIET CAPABILITIES AND PROBABLE PROGRAMS IN THE GUIDED MISSLE FIELD",
        "POSSIBLE GUIDED-MISSILE TESTING RANGES IN THE USSR"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Baptism By Fire: CIA Analysis of the Korean War Overview  ",
    "paragraph": [
        "This collection includes more than 1,300 documents consisting of national estimates, intelligence memo, daily updates, and summaries of foreign media concerning developments on the Korean Peninsula during 1947 - 1954. The release of this collection, which coincides with the 60th anniversary of the start of the war, makes available to the public the largest collection of Agency documents released on this issue. The release of these documents is in conjunction with the conference, \"New Documents and New Histories: Twenty-First Century Perspectives on the Korean War,\" co-hosted by the Harry S. Truman Presidential Library and the CIA in Independence, Missouri."
    ],
    "docs": [
        "/specialCollection/KoreanWar/DailyReports/1950/1950-01-13.pdf",
        "/specialCollection/KoreanWar/DailyReports/1950/1950-06-26.pdf",
        "/specialCollection/KoreanWar/DailyReports/1950/1950-06-27a.pdf",
        "/specialCollection/KoreanWar/DailyReports/1950/1950-06-27b.pdf",
        "/specialCollection/KoreanWar/DailyReports/1950/1950-06-28.pdf",
        "/specialCollection/KoreanWar/DailyReports/1950/1950-06-29.pdf",
        "/specialCollection/KoreanWar/DailyReports/1950/1950-06-30a.pdf",
        "/specialCollection/KoreanWar/DailyReports/1950/1950-06-30b.pdf",
        "/specialCollection/KoreanWar/DailyReports/1950/1950-07-01.pdf",
        "/specialCollection/KoreanWar/DailyReports/1950/1950-07-07.pdf",
        "/specialCollection/KoreanWar/DailyReports/1950/1950-07-14a.pdf",
        "/specialCollection/KoreanWar/DailyReports/1950/1950-07-14b.pdf",
        "/specialCollection/KoreanWar/DailyReports/1950/1950-07-20.pdf",
        "/specialCollection/KoreanWar/DailyReports/1950/1950-07-25.pdf",
        "/specialCollection/KoreanWar/DailyReports/1950/1950-07-26.pdf",
        "/specialCollection/KoreanWar/DailyReports/1950/1950-07-27a.pdf",
        "/specialCollection/KoreanWar/DailyReports/1950/1950-07-27b.pdf",
        "/specialCollection/KoreanWar/DailyReports/1950/1950-07-28.pdf",
        "/specialCollection/KoreanWar/DailyReports/1950/1950-07-29.pdf",
        "/specialCollection/KoreanWar/DailyReports/1950/1950-07-31.pdf"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Library of Congress",
    "paragraph": [],
    "docs": [
        "(SANITIZED)",
        "(SANITIZED)",
        "(UNTITLED)",
        "(UNTITLED)",
        "(UNTITLED)",
        "(UNTITLED)",
        "(UNTITLED)",
        "(UNTITLED)",
        "(UNTITLED)",
        "(UNTITLED)",
        "(UNTITLED)",
        "(UNTITLED)",
        "(UNTITLED)",
        "(UNTITLED)",
        "(UNTITLED)",
        "(UNTITLED)",
        "(UNTITLED)",
        "(UNTITLED)",
        "(UNTITLED)",
        "(UNTITLED)"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "JPRS",
    "paragraph": [],
    "docs": [
        "JPRS ID: 10001  USSR REPORT ECONOMIC AFFAIRS DETERIORIZATION OF SOVIET ECONOMIC INFORMATION ANALYZED",
        "JPRS ID: 10003  SOUTH AND EAST ASIA REPORT",
        "JPRS ID: 10005  CHINA REPORT POLITICAL, SOCIOLOGICAL AND MILITARY AFFAIRS",
        "JPRS ID: 10007  WEST EUROPE REPORT",
        "JPRS ID: 10008  SUB-SAHARAN AFRICA REPORT",
        "JPRS ID: 10009  JAPAN REPORT",
        "JPRS ID: 10010  LATIN AMERICA REPORT",
        "JPRS ID: 10011  WORLDWIDE REPORT NARCOTICS AND DANGEROUS DRUGS",
        "JPRS ID: 10012  WORLDWIDE REPORT ENVIRONMENTAL QUALITY",
        "JPRS ID: 10013  USSR REPORT ENERGY",
        "JPRS ID: 10014  VIETNAM REPORT",
        "JPRS ID: 10015  TRANSLATION WORKS OF THE 10TH ALL-UNION SEMINAR ON STATISTICAL HYDROACOUSTICS ED. BY",
        "JPRS ID: 10016  NEAR EAST/NORTH AFRICA REPORT",
        "JPRS ID: 10017  USSR REPORT CYBERNETICS, COMPUTERS AND AUTOMATION TECHNOLOGY",
        "JPRS ID: 10018  USSR REPORT ELECTRONICS AND ELECTRICAL ENGINEERING",
        "JPRS ID: 10019  WORLDWIDE REPORT TELECOMMUNICATIONS POLICY, RESEARCH AND DEVELOPMENT",
        "JPRS ID: 10020  WEST EUROPE REPORT",
        "JPRS ID: 10021  USSR REPORT POLITICAL AND SOCIOLOGICAL AFFAIRS",
        "JPRS ID: 10022  WORLDWIDE REPORT NARCOTICS AND DANGEROUS DRUGS",
        "JPRS ID: 10023  USSR REPORT ECONOMIC AFFAIRS"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Intelligence, Policy, and Politics: The DCI, the White House, and Congress",
    "paragraph": [
        "Admiral Sidney W. Souers, General Hoyt S. Vandenberg, Admiral Roscoe H. Hillenkoetter and General William Bedell Smith accepted President Harry S. Truman’s challenge to craft an intelligence organization.  Each man marked his tenure with his unique brand of leadership that provided his successor with the foundation needed for the next step toward the Central Intelligence Agency of today.",
        " The ",
        " collection of 800+ Agency documents along with 600 supplemental items shows the day-by-day activities, decisions, staff meetings and contacts that confronted each DCI.  They ran the gamut of choosing a secretary to responding to a Presidential question to an evening social event with various ambassadors and dignitaries.",
        "  [",
        "]"
    ],
    "docs": [
        "/specialCollection/DCI/Donovan & the Interim FOIA/1944-10-10.pdf",
        "/specialCollection/DCI/Donovan & the Interim FOIA/1945-08-25.pdf",
        "/specialCollection/DCI/Donovan & the Interim FOIA/1945-09-20.pdf",
        "/specialCollection/DCI/Donovan & the Interim FOIA/1945-10-23.pdf",
        "/specialCollection/DCI/Donovan & the Interim FOIA/1945-11-06a.pdf",
        "/specialCollection/DCI/Donovan & the Interim FOIA/1945-11-06b.pdf",
        "/specialCollection/DCI/Donovan & the Interim FOIA/1945-12-27.pdf",
        "/specialCollection/DCI/Donovan & the Interim FOIA/1946-01-23.pdf",
        "/specialCollection/DCI/Donovan & the Interim FOIA/1946-10-24.pdf",
        "/specialCollection/DCI/Donovan & the Interim FOIA/1953-02-17.pdf",
        "/specialCollection/DCI/Donovan & the Interim FOIA/Undated-1.pdf",
        "/specialCollection/DCI/Donovan & the Interim FOIA/undated-2.pdf",
        "/specialCollection/DCI/Hillenkoetter FOIA/1947/1947-04-09a.pdf",
        "/specialCollection/DCI/Hillenkoetter FOIA/1947/1947-04-09b.pdf",
        "/specialCollection/DCI/Hillenkoetter FOIA/1947/1947-04-16.PDF",
        "/specialCollection/DCI/Hillenkoetter FOIA/1947/1947-04-28.PDF",
        "/specialCollection/DCI/Hillenkoetter FOIA/1947/1947-04-30a.PDF",
        "/specialCollection/DCI/Hillenkoetter FOIA/1947/1947-04-30b.PDF",
        "/specialCollection/DCI/Hillenkoetter FOIA/1947/1947-05-01a.pdf",
        "/specialCollection/DCI/Hillenkoetter FOIA/1947/1947-05-01b.pdf"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Lunik on Loan: A Space Age Spy Story",
    "paragraph": [
        "The Cold War and the emerging space race were in full swing in the late 1950s. CIA kept President Eisenhower regularly apprised on the progress of the Soviet space program, which became a subject of worldwide attention following the successful 1957 launch of Sputnik—the first artificial satellite and the first manmade object to be placed into earth's orbit. The Soviets' achievement, which indicated that they had intercontinental ballistic missiles capable of striking the United States, stunned the American public and set off a debate in the United States about the \"Missile Gap,\" and America's competence in science and technology.",
        "In 1959, a Soviet exhibit of the USSR's industrial and economic achievements toured several countries. This exhibit included displays not only from Sputnik but also the Lunik or Luna (Lunar) spacecraft—the Soviet's first lunar probe. In September of that year, the Lunik 2 became the first manmade object on the moon — a feat that only compounded fears in the United States that the USSR was winning the space race. CIA conducted a covert operation to access the Lunik display to learn more about the USSR's moon program. A team of CIA officers gained unrestricted access to the display for 24 hours, which turned out not to be a replica but a fully-operational system comparable to the Lunik 2. The team disassembled the vehicle, photographed all the parts without removing it from its crate before putting everything back in its place, gaining invaluable intelligence on its design and capabilities. And the Soviets were none the wiser. Sound like something from a movie script? It really happened."
    ],
    "docs": [
        "THE KIDNAPING OF THE LUNIK",
        "LUNIK II OPERATION",
        "EXCERPT OF CURRENT INTELLIGENCE WEEKLY SUMMARY",
        "RADIO PROPAGANDA REPORT - SOVIET OUTER-SPACE PROJECTS AND PROGRAMMING: AUGUST-NOVEMBER 1959",
        "COMPARATIVE ICBM ESTIMATES",
        "INTELLIGENCE FOR THE SPACE RACE"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "John McCone as Director of Central Intelligence, 1961-1965",
    "paragraph": [
        "John A. McCone was the sixth Director of Central Intelligence, serving from 1961 to 1965 during some of the most tumultuous events in American history. The United States narrowly averted nuclear war with the Soviet Union when the Soviets tried to put offensive ballistic missiles into Cuba. An incumbent president fell to an assassin’s bullet. The United States committed itself to defending the Republic of Vietnam against communist aggression and escalated its military support to that beleaguered country.",
        "\n\tThe Intelligence Community, of which McCone was titular head, saw some of its bitterest bureaucratic battles over control of the National Reconnaissance Office. Within CIA, he faced strong resistance to bureaucratic changes. Those included imposing greater accountability over covert actions, refocusing on analysis, and—perhaps his most far-reaching and enduring achievement—creating an independent directorate responsible for science and technology, which he thought were underutilized as intelligence sources and tools.",
        "\n\tOn a superficial level McCone was an unlikely DCI. He had built his career in the private sector and had limited experience with intelligence. He was a conservative Republican in a liberal Democratic administration. He appreciated and promoted science and technology in an intelligence organization dominated by the culture of clandestine operations.",
        "\n\tYet this unlikely DCI was one of the best leaders and managers CIA—and the Intelligence Community—ever had. One can make a persuasive argument that he was the best. The problems with which he dealt as DCI often appeared insoluble, but he was an extraordinarily successful engineer and businessman with a reputation as a no-nonsense executive unafraid to make tough decisions, and his list of accomplishments as DCI is long.",
        "\n\tThis study of McCone is a major contribution to the historiography of US intelligence. Originally published by the Center for the Study in Intelligence in 2005, the work established the criteria for scholarship on future work on such key figures in CIA and the Intelligence Community. At the least it will be the standard work on the sixth director of central intelligence for many years to come."
    ],
    "docs": [
        "20050101 JOHN MCCONE AS DIRECTOR OF CENTRAL INTELLIGENCE 1961-1965, Part 1 of 2",
        "20050101 JOHN MCCONE AS DIRECTOR OF CENTRAL INTELLIGENCE 1961-1965, Part 2 of 2"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Guatemala",
    "paragraph": [
        "This collection -- 5,120 documents (over 14,000 pages) -- chronicles CIA involvement in the 1954 coup in Guatemala. These records encompass the events and circumstances causing U.S. policymakers to plan the overthrow of the Guatemalan Government in June 1954 as Cold War tensions mounted between the two superpowers, the U.S. and Soviet Union; CIA plans for and execution of the covert action; the outcome; and CIA historical analysis of CIA's performance and impact of the coup. The collection includes reviews of the event by CIA historians, administrative memos regarding operational plans and internal approvals; operational cable traffic; and summaries of the Sherwood tapes used for propaganda purposes. Because there are now so many documents in this collection, we've had to break these down into several links. Please be patient with longer search times as they may take more than a few seconds."
    ],
    "docs": [
        "(EST PUB DATE) SUMMARY OF COMMUNIST LABOR (UNREADABLE)",
        "PROJECT OUTLINE PROJECT (DELETED) GUATEMALA NO. LA-3 TYPE OPERATIONAL",
        "PLANS OF COLONEL CARLOS CASTILLO ARMAS FOR ARMED REVOLT AGAINST THE GOVERNMENT",
        "GUATEMALAN LABOR SITUATION WITH SPECIFIC REFERENCE TO THE RAILWAY WORKERS' UNIO",
        "PLANS OF COL. CARLOS CASTILLO ARMAS TO OVERTHROW GUATEMALAN GOVERNMENT",
        "MEMO TO DEPUTY DIRECTOR, PLANS FROM ASSISTANT TO THE DIRECTOR RE GUATEMALA 1954",
        "(DELETED) MEMO TO JAMES LAY FROM (DELETED) RE GUATEMALA 1954 COUP",
        "COMITE GUATEMALTECO ANTICOMUNISTA",
        "CABLE TO CSO/OPC FROM (DELETED) RE GUATEMALA 1954 COUP",
        "CABLE TO OSO/OPC FROM (DELETED) RE GUATEMALA 1954 COUP",
        "CABLE FROM (DELETED) REQUESTING THE ADDITION OF THE FOLLOWING (DELETED) BE ADDE",
        "CABLE REQUESTING LOCATION OF JULEP",
        "CABLE TO (DELETED) REQUESTING LIST OF COMMUNISTS AND/OR SYMPATHIZERS WHOM WOULD",
        "(EST PUB DATE) MISC RE GUATEMALAN 1954 COUP",
        "CABLE REQUESTING CONFIRMATION OF REPORT THAT CASTILLO ARMAS LOCATED NEAR JUTIAP",
        "CABLE TO OPC/OSO FROM (DELETED) RE GUATEMALA 1954 COUP",
        "CABLE TO OSO/OPC FROM (DELETED) RE GUATEMALA 1954 COUP",
        "CABLE TO STATE, ARMY, NAVY, AIR, JCS, SECDEF, ATSA FROM CENTRAL INTELLIGENCE AG",
        "IDENTITY 1, OPERATION",
        "CABLE FROM (DELETED) TO OSO/OPC RE GUATEMALAN 1954 COUP"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Human Rights in Latin America",
    "paragraph": [
        "This information deals with human rights in Latin America, with some documents dating from 1964 to 1995. Most of the documents concern El Salvador and Guatemala, but the collection also contains records on Brazil, Nicaragua, Honduras, Chile, and Peru. Some documents were released in 1993 to the United Nations Truth Commission for El Salvador, which sought information on 32 alleged human rights violations in El Salvador between 1980 and 1991. These records reveal that U.S. citizens, other foreigners, and indigenous people on both the left and right in El Salvador and Guatemala were victims of these kidnappings, murders, and other human rights abuses. This collection includes Agency publications analyzing the dynamics surrounding the improvement or worsening of the human rights situation in these Latin American countries, such as a CIA Inspector General's report and a Special National Intelligence Estimate on the performance of El Salvador regarding human rights."
    ],
    "docs": [
        "UNTITLED (POLICE ARE NOW CONVINCED THAT BAEZ HAS BEEN MURDERED)",
        "COLONEL CARLOS CASTILLO ARMAS, GUATEMALAN EXILE",
        "ARREST OF LUIS FELIPE BELLORIN  (WITH COVER SHEET)",
        "GENERAL UNREST IN GUATEMALA",
        "ALLEGED ASSASSINATION ATTEMPT ON LIFE OF CASTILLO ARMAS",
        "ASSASSINATION OF PRESIDENT CASTILLO ARMAS PLANNED BY CAPTAIN FERNANDO RO MERO",
        "DELETED  (INFORMATION FORWARDED DEALING WITH PERSONS CLAIMING RESPONSIBI LITY F",
        "UNTITLED  (PRESIDENT CASTILLO ARMAS SHOT AND KILLED 2030 ON 26 JULY 1957 .  ASS",
        "PRIVATE LIFE OF CARLOS CASTILLO ARMAS",
        "UNTITLED  (CONTACT REPORT-INFORMANT DOUBTS THAT ASSASSINATION OF CASTILL O ARMA",
        "UNTITLED  (PRESS SERVICES REPORT CASTILLO SHOT WITH TWO DIFFERENT WEAPON S.  AD",
        "UNTITLED  (2 BULLETS IN CASTILLO DEFINITELY SAME CALIBER)",
        "UNTITLED  (UNITED PRESS 18 OCTOBER REPORT ATT GEN OFFICE ASKED ARMY ARRE ST COL",
        "ASSASSINATION OF PRESIDENT CARLOS CASTILLO ARMAS  SUMMARY OF RECENT PRES S COVE",
        "UNTITLED  (ORTEGA CASTRO AND CASTELLANOS RELEASED BY CHIEF OF POLICE DUE  TO LA",
        "ASSASSINATION OF PRESIDENT CARLOS CASTILLO ARMAS",
        "INFORMATION POSSIBLY CONNECTED WITH THE ASSASSINATION OF CARLOS CASTILLO  ARMAS",
        "ALLEGED ASSASSINATION PLOT AGAINST JUAN DOMINGO PERON",
        "(DELETED) (RAFAEL LEONIDAS TRUJILLO MOLINA)",
        "RUMORED PLOT BETWEEN TRUJILLO FAMILY AND HAITIAN OFFICIALS TO ASSASSINAT E JUAN"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Ground Photo Caption Cards",
    "paragraph": [],
    "docs": [
        "GROUND PHOTO CAPTION CARD 1560600 - 1560699",
        "GROUND PHOTO CAPTION CARD 1560700 - 1560799",
        "GROUND PHOTO CAPTION CARD 1571297 - 1571396",
        "GROUND PHOTO CAPTION CARD 1602641 - 1602746",
        "GROUND PHOTO CAPTION CARD 1556686 - 1556786",
        "GROUND PHOTO CAPTION CARD 1653589 - 1653699",
        "GROUND PHOTO CAPTION CARD 1566299 - 1566399",
        "GROUND PHOTO CAPTION CARD 1602238 - 1602337",
        "GROUND PHOTO CAPTION CARD 1565199 - 1565297",
        "GROUND PHOTO CAPTION CARD 1565299 - 1565397",
        "GROUND PHOTO CAPTION CARD 1599719 - 1599818",
        "-",
        "-",
        "-",
        "-",
        "-",
        "-",
        "-",
        "-",
        "-"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "The Berlin Wall Collection: A City Torn Apart: Building of the Berlin Wall",
    "paragraph": [
        "Erected literally overnight, the building of the Berlin Wall was the culmination of over a decade of escalating confrontations and contentious blockades contrived to encourage the west to abandon Berlin to the Communist Bloc. The wall was East Germany's ultimate attempt to isolate and destroy an island of freedom. Instead of expelling the west, Berlin became ground zero in a contest of tit-for-tat brinksmanship with a serious risk of erupting into nuclear war. War was averted, but the wall dividing Berlin became a corrosive global symbol of bitter oppression that would last for nearly three decades. Listed below are the documents, essays and overviews from the eleven U.S. Government organizations that provide the background and the political ramifications of the Wall's construction.",
        " [",
        "]",
        "  [",
        "]",
        "Contributors of documents other than CIA are indicated in the title by the following initials:"
    ],
    "docs": [
        "/specialCollection/BerlinWall/1945-1960/1946-03-05.pdf",
        "/specialCollection/BerlinWall/1945-1960/1953-09-10.pdf",
        "/specialCollection/BerlinWall/1945-1960/1956-11-26.pdf",
        "/specialCollection/BerlinWall/1945-1960/1959-02-10.pdf",
        "/specialCollection/BerlinWall/1945-1960/1959-03-05.pdf",
        "/specialCollection/BerlinWall/1945-1960/1959-03-06a.pdf",
        "/specialCollection/BerlinWall/1945-1960/1959-03-06b.pdf",
        "/specialCollection/BerlinWall/1945-1960/1959-03-07.pdf",
        "/specialCollection/BerlinWall/1945-1960/1959-03-10.pdf",
        "/specialCollection/BerlinWall/1945-1960/1959-06-16.pdf",
        "/specialCollection/BerlinWall/1945-1960/1959-06-19.pdf",
        "/specialCollection/BerlinWall/1945-1960/1959-07-24.pdf",
        "/specialCollection/BerlinWall/1945-1960/1959-08-01.pdf",
        "/specialCollection/BerlinWall/1945-1960/1960-02-02a.pdf",
        "/specialCollection/BerlinWall/1945-1960/1960-02-02b.pdf",
        "/specialCollection/BerlinWall/1945-1960/1960-02-05a.pdf",
        "/specialCollection/BerlinWall/1945-1960/1960-02-05b.pdf",
        "/specialCollection/BerlinWall/1945-1960/1960-02-08.pdf",
        "/specialCollection/BerlinWall/1945-1960/1960-08-08.pdf",
        "/specialCollection/BerlinWall/1945-1960/1960-09-22a.pdf"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Foreign Broadcast Information Service History, Part 1: 1941-1947",
    "paragraph": [
        "In response to the burgeoning intelligence requirements dictated by the World War II (WWII), the Foreign Broadcast Monitoring Service (FBMS) evolved into the Foreign Broadcast Information Service (FBIS) on 26 July 1942. The first 44 years of FBIS is chronicled dutifully and expertly in this 1969 study."
    ],
    "docs": [],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "From Typist to Trailblazer: The Evolving View of Women in the CIA's Workforce",
    "paragraph": [
        "The document collection \"From Typist to Trailblazer: The Evolving View of Women in the CIA's Workforce\" consists of some 120 declassified documents, the majority of which are being released for the first time. The collection includes more than 1,200 pages from various studies, memos, letters, and other official records documenting the CIA's efforts to examine, address, and improve the status of women employees from 1947 to today. Key documents include the 1953 Panel on Career Service for Women (dubbed the \"Petticoat Panel\"); a 1976 letter written by DCI George H.W. Bush nominating three female officers for the Federal Woman's Award: a poignant 1984 memo on career opportunities for women; a 1992 summary of he CIA's Glass Ceiling Study; the 2013 Director's Advisory Group Report on Women in Leadership; and a transcript of four SIS women speaking candidly about the course of their careers. This declassification effort is the first thematic release in the history of the Historical Review Program."
    ],
    "docs": [
        "1942-03-06 - Adelaide Hawkins eligible as cryptanalyst.pdf",
        "1946-01-27 - Agnes B. Collins personnel file.pdf",
        "1947-07-28 - Adelaide Hawkins affidavit.pdf",
        "1951-12-12 - Adelaide Hawkins Statement of Federal Civilian and Military.pdf",
        "1952-11-14 - Adelaide Hawkins Personnel Evaluation Report 1952.pdf",
        "1953-01-14 - Adelaide Hawkins letter from DCI Walter B. Smith.pdf",
        "1953-02-18 - Evangeline Cawley Personnel Evaluation Report 1953.pdf",
        "1953-07-27 - CSB meetings Kirkpatrick presiding.pdf",
        "1953-08-10a - CSB transcript of steering group.pdf",
        "1953-08-10b - CSB meeting transcript addressing women’s panel.pdf",
        "1953-08-13 - Clerical Committee study, distribution of men and women by career tracks.pdf",
        "1953-09-17 - Panel on Career Service for Women meeting.pdf",
        "1953-09-23 - Chairman of Women’s Panel on Career Service on legislation recommendations.pdf",
        "1953-09-25 - Panel on Career Service for Women Chairman’s meeting.pdf",
        "1953-10-01 - Panel on Career Service for Women minutes for seventh meeting.pdf",
        "1953-10-07 - Alleged Discrimination Against Women.pdf",
        "1953-11-01a - Panel on Career Service for Women final report to CSB.pdf",
        "1953-11-01b - Report of the Committee on Professional Women in the Overt Offices.pdf",
        "1953-11-16 - Adelaide Hawkins Personnel Evaluation Report 1953.pdf",
        "1953-11-23 - CSB agenda.pdf"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Berlin Tunnel",
    "paragraph": [],
    "docs": [
        "THE BERLIN TUNNEL OPERATION 1952-1956"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Bay of Pigs Release",
    "paragraph": [
        "(Updated October 31, 2016)",
        "Between 1979 and 1984, Central Intelligence Agency (CIA) staff historian Jack Pfeiffer prepared five volumes of the Agency’s Official History of the Bay of Pigs Operation. The cornerstone of this collection is a two-volume, 400-plus page document consisting of (",
        ") the CIA Inspector General's (IG) Report on the CIA's ill-fated April 1961 attempt to implement national policy by overthrowing the Fidel Castro regime in Cuba by means of a covert paramilitary operation, otherwise known as the Bay of Pigs, and (",
        "), a commentary on the IG report written by the Directorate of Plans (DP), now known as the Directorate of Operations (DO). These two volumes are a rare side-by-side compilation of high-level government self-evaluation of its own performance in an historic and controversial event. The remainder of the collection is comprised of various documents, to include finished intelligence, National Security Council (NSC) briefings and Spanish-language documents. The collection now stands at 769 documents, although more may be added in the future as additional documents are subjected to the ongoing review process.",
        "The CIA history of the Bay of Pigs operation in 1961, originally classified top secret, based on dozens of interviews with key operatives and officials and hundreds of CIA documents. The four volumes include information never before released and comprise (I) Air Operations, March 1960-1961; (II) Participation in the Conduct of Foreign Policy; (III) Evolution of CIA's Anti-Castro Policies, 1959-January 1961; and (IV) The Taylor Committee Investigation of the Bay of Pigs.",
        "The fifth volume was a draft volume, ",
        ", which the CIA Chief Historian rejected as inadequate at the time, instructing Pfeiffer to make substantial revisions. Pfeiffer did not complete those revisions before retiring in 1984.",
        "Unlike his four other histories, the fifth draft volume was not publishable in its present form, in the judgment of CIA Chief Historians as well as other reviewers, because of serious shortcomings in scholarship, its political tone, and its failure to add significantly to an understanding of the controversy over the Bay of Pigs operation—much of which has now been discussed in open source histories and memoirs. CIA’s Chief Historians have assessed that addressing those deficiencies would have required much more effort than the draft volume’s potential value would justify. Consequently, it remains an unfinished and unpublished draft."
    ],
    "docs": [
        "OFFICIAL HISTORY OF THE BAY OF PIGS OPERATION - VOLUME 1 - PART 1",
        "OFFICIAL HISTORY OF THE BAY OF PIGS OPERATION - VOLUME 1 - PART 2",
        "OFFICIAL HISTORY OF THE BAY OF PIGS OPERATION - VOLUME 1 - PART 3",
        "OFFICIAL HISTORY OF THE BAY OF PIGS OPERATION - VOLUME 2 - PART 1",
        "OFFICIAL HISTORY OF THE BAY OF PIGS OPERATION - VOLUME 2 - PART 2",
        "OFFICIAL HISTORY OF THE BAY OF PIGS OPERATION - VOLUME 3",
        "OFFICIAL HISTORY OF THE BAY OF PIGS OPERATION - VOLUME 4",
        "OFFICIAL HISTORY OF THE BAY OF PIGS OPERATION DRAFT VOLUME V CIA'S INTERNAL INVESTIGATION OF TH"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Aquiline",
    "paragraph": [
        "of or like the eagle.",
        "Aerial intelligence collection platforms have played a critical role in US national security from the earliest beginnings of aviation. CIA's 1960s OXCART Program and its use of U-2s are examples of collection innovations that have kept US leaders informed about adversaries' capabilities and intentions. Despite their success, however, use of these platforms carried significant risks and repercussions, including detection and even pilot loss, such as the downing of the U-2 flown by Francis Gary Powers in 1960. Ever-evolving research by the CIA led to the development concept of ",
        " aerial vehicles (UAVs) as collection platforms. An innovative Agency program in the 1960s codenamed Aquiline was the very first to test this concept. Based initially on the study of flight characteristics of birds, Aquiline was envisioned as a long-range vehicle that could safely and stealthily provide a window into denied areas such as the Soviet Union through photography and other capabilities, and would even support in-place agent operations. While it never became operational, the concept proved invaluable as a forerunner to today's multi-capability UAVs."
    ],
    "docs": [
        "AQUILINE",
        "INTRODUCTORY",
        "PROJECT AQUILINE BRIEFING STATEMENT",
        "PROJECT: AQUILINE",
        "CONTRACT AND AUDIT SUPPORT FOR OPERATIONAL PHASE OF PROJECT AQUILINE",
        "AP/ORD-RP/ORD R&D COMMONALITY COORDINATION MEETING",
        "PROJECT AQUILINE RESEARCH AND DEVELOPMENT STUDY 23 AUGUST 1967",
        "PROJECT AQUILINE RESEARCH AND DEVELOPMENT",
        "CONCEPT OF OPERATIONS, PROJECT AQUILINE",
        "TRANSMITTAL OF AQUILINE PROGRAM CALL FY 71 - FY 75",
        "PROJECT AQUILINE",
        "REVISED AQUILINE PROGRAM",
        "EXECUTIVE DIRECTOR-COMPTROLLER'S REQUEST FOR STATEMENT OF ACTION BEING TAKEN ON THE POSSIBLE SU",
        "CONTRACTING PROCEDURES FOR THE OPERATONAL PHASE OF THE AQUILINE PROGRAM",
        "PROJECT AQUILINE POLICY, FUNCTIONS AND RESPONSIBILITIES",
        "PROJECT AQUILINE",
        "PROJECT AQUILINE CONCEPT OF OPERATIONS",
        "(UNTITLED)",
        "PERSONNEL MANNING POLICY AND PLAN FOR PROJECT AQUILINE",
        "PROJECT AQUILINE"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Argentina Declassification Project - The \"Dirty War\" (1976-83)",
    "paragraph": [
        "During the Argentine government’s seven-year (1976-83) campaign against suspected dissidents and subversives, often known as the “Dirty War,” between 10,000 and 30,000 people were killed, including opponents of the government as well as innocent victims. The military junta that ousted President Isabel Peron in a coup in 1976 confronted an urban-based leftist insurgency that had been intensifying for several years and had moved beyond attacking government targets to include kidnappings and killings of persons with no official connections and no particular ideology. Soon after it seized power, the junta closed the national legislature, imposed censorship, banned trade unions, and brought state and municipal governments under military control. It also instituted the infamous Process of National Reorganization in an attempt to suppress the left-wing guerrilla activity that was rampant by early 1976.",
        "Part of the Process of National Reorganization involved setting up a system of over 300 secret prisons for detaining anyone suspected of being subversive. Besides the violent militants the government claimed it was protecting the country from, students, educators, trade unionists, writers, journalists, artists, left-wing activists, members of the clergy, and alleged sympathizers of anti-regime elements and their families also were among the tens of thousands of “disappeared” who were apprehended at night and taken to the detention centers, where they were interrogated and often tortured and killed. At first, much of the Argentine public supported the crackdown as necessary for restoring order, but within a few years, growing evidence of human rights violations evoked opposition to the government’s methods—perhaps most notably from the Mothers of the Plaza de Mayo, who had lost children in the “Dirty War.” Their weekly vigils in the Plaza de Mayo, fronting the presidential palace, brought international attention to the “disappeared.” The regime was able to suppress most opposition, however, through strict censorship and curfews and a generalized fear of the secret police.",
        "By 1980, nearly all insurgent activity had ceased, and the most brutal aspects of the “Dirty War,” including the “disappearances,” were subsiding. The Argentine government’s domestic and international standing suffered, however, as revelations about its human rights record emerged along with growing evidence of corruption. It tried to restore its legitimacy with the Argentine people by seizing the Falkland Islands from Great Britain, but the failed campaign further discredited the regime and led to its fall in 1983. The new democratically elected government created the National Commission on the Disappearance of Persons (CONADEP) in December 1983 to collect evidence about the “Dirty War,” beginning the decades-long process under which most of the perpetrators of the human rights violations during 1976-83 were eventually brought to justice.",
        "**Note: CIA focused its review on Argentina only information. Anything marked with \"Page Denied\" and /or \"NR\" has been deemed not relevant to the Argentina Project, whether or not it has been previously released. Other information can be consulted on the CIA's Electronic Reading Room or by submitting a FOIA request."
    ],
    "docs": [
        "ARGENTINA - POLICE AND SECURITY SERVICES",
        "ARGENTINA: ASSESSMENT OF CURRENT HUMAN RIGHTS SITUATION[SANITIZED]",
        "ARGENTINE COURT BACKS EXTRADITION BID WITH 43 MURDER CHARGES",
        "CIA HENCHMEN CARRY OUT MURDER POLICY IN NATION'S CAPITAL",
        "CUBAN ARMED FORCES AND THE SOVIET MILITARY PRESENCE",
        "HUMAN RIGHTS AT HOME",
        "THE RESISTANCE MOVEMENT OUTSIDE CHILE",
        "WESTERN HEMISPHERE BRIEF",
        "MEMORANDUM OF CONVERSATION - 1961/05/13",
        "JACOB TIMMERMAN SAYS ARGENTINA WILL SOON BREAK RELATIONS WITH CUBA - 1961/05/15",
        "MEMORANDUM OF CONVERSATION - 1961/06/28",
        "PRESENT POLITICAL SITUATION IN ARGENTINA - 1964/06/30",
        "JACOBO TIMMERMANN - 1971/05/28",
        "JACOBO TIMERMAN - 1971/06/02",
        "MEETING WITH AMBASSADOR SANCHEZ DE LOZADA - 1971/06/15",
        "PREPARATIONS BY THE FEDERAL POLICE FOR A RAID DESIGNED TO DESTROY THE NORTH-NORTH REGIONAL COMMITTEE",
        "WESTERN HEMISPHERE BRIEF - 1974/12/30",
        "THE POTENTIAL FOR POLITICAL VIOLENCE IN ARGENTINA, ETHIOPIA, AND THAILAND JANUARY 1975[SANITIZED] -",
        "WEEKLY REVIEW JANUARY 3, 1975[SANITIZED] - 1975/01/03",
        "[SANITIZED]ARGENTINA: ARMED FORCES LEANING TOWARD A MORE ACTIVE ROLE AS A POWER BROKER IN ARGENTINE"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Animal Partners",
    "paragraph": [
        "Throughout history, trained animals have been used in security roles to fulfill mission requirements, notably by the armed forces, whether for transport, communication, or threat detection. From carrier pigeons in World War I to today's explosives-detecting dogs, government agencies have turned to animals to do the important jobs human couldn't do. CIA is no exception, and it once worked on developing ways animals could help with intelligence collection. This collection of declassified documents highlights the diverse programs involving the feasibility of using marine and avian animal capabilities in support of intelligence operations. For a variety of technical and other reasons, none of the programs ever became operational. Yet these documents provide a window into the innovative thinking applied to the intelligence mission aimed at countering increasingly sophisticated foreign adversaries."
    ],
    "docs": [
        "A PROGRAM FOR PROVIDING HIGH-RESOLUTION OBLIQUE PHOTOGRAPHY OVER DENIED AREAS",
        "BRIEFING STATEMENT TACANA",
        "HERE IS THE REISER/ADKINS BIRD MESS.",
        "OPERATOR'S MANUAL AVIAN DELIVERY SYSTEM",
        "\"GUIDED ANIMAL\" STUDIES WITH ATTACHED ROUTING SLIPS",
        "LETTER TO DR. SIDNEY GALLER FROM STEPHEN L. ALDRICH",
        "OPERATIONAL EVALUATION OF THE DOLPHIN PROPOSAL FROM THE <SANITIZED>",
        "DOLPHINS",
        "DOLPHINS",
        "TRIP TO THE WEST COAST ON 9 - 13 MARCH 64",
        "PROJECT OXYGAS",
        "PROJECT OXYGAS",
        "EXTENSION OF PROJECT OXYGAS",
        "PROJECT OXYGAS",
        "FOLLOW-ON OF PROJECT OXYGAS (DOLPHINS) WITH <SANITIZED>",
        "TRIP REPORT -  12-15  JANUARY 1965",
        "PROJECT OXYGAS",
        "THE DOLPHIN AS A POTENTIAL SENSOR EMPLACEMENT ASSET",
        "LIFE SCIENCES PROGRAMS OF POSSIBLE INTEREST TO TECHNICAL SERVICES DIVISION",
        "TRANSFER OF FUNDS TO THE OFFICE OF NAVAL RESEARCH FOR PROJECT OXYGAS/A (DOLPHINS)"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "President Nixon and the Role of Intelligence in the 1973 Arab-Israeli War",
    "paragraph": [
        "This collection highlights the causes and consequences of US Intelligence Community’s (IC) failure to foresee the October 1973 Arab-Israeli War, also known as the October War or the Yom Kippur War. A coalition of Arab nations led by Egypt and Syria launched a surprise attack on Israel on October 6, the day of Yom Kippur. Prior to October 6, the CIA concluded that the Arabs would not attack, so the offensive surprised US policymakers as well as Israel. Directorate of Intelligence (DI) analysts believed that Arab military inferiority would militate against an attack on Israel. DI analysis did not explore the possibility that leaders might go to war--even at the risk of losing--to pursue political objectives. According to an internal postmortem, Agency analysis was impaired by preconceptions about Arab military capabilities, information overload, rational actor modeling and groupthink."
    ],
    "docs": [
        "30 November Interagency Review of Middle East Photo Reconnaissance Planning",
        "A Difficult Relationship: Intelligence Support for Richard M. Nixon by John Helgerson",
        "Arab Oil Cutback and Higher Prices: Implications and Reactions",
        "Arab-Israeli Hostilities: Two Scenarios",
        "Central Intelligence Bulletin",
        "Central Intelligence Bulletin: Arab States-Israel",
        "Central Intelligence Bulletin: Arab States-Israel",
        "Central Intelligence Bulletin: Arab States-Israel",
        "Central Intelligence Bulletin: Arab States-Israel",
        "Central Intelligence Bulletin: Arab States-Israel",
        "Central Intelligence Bulletin: Arab States-Israel",
        "Central Intelligence Bulletin: Arab States-Israel",
        "Central Intelligence Bulletin: Arab States-Israel",
        "Central Intelligence Bulletin: Arab States-Israel",
        "Central Intelligence Bulletin: Arab States-Israel",
        "Central Intelligence Bulletin: Arab States-Israel",
        "Central Intelligence Bulletin: Arab States-Israel",
        "Central Intelligence Bulletin: Arab States-Israel",
        "Central Intelligence Bulletin: Arab States-Israel",
        "Central Intelligence Bulletin: Arab States-Israel"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "A-12 OXCART Reconnaissance Aircraft Documentation",
    "paragraph": [
        "This release, containing approximately 1,500 pages of material, consisting of about 350 documents, maps, diagrams, and photographs dealing with the A-12 reconnaissance aircraft is occasioned by CIA's acquisition on loan from the Air Force of the eighth A-12 in the production series of 15. Known as Article 128, the aircraft will be on display at the Agency's Headquarters compound in Langley, Virginia. The release also coincides with the publication of CIA's unclassified official history of the A-12, Archangel: CIA's A-12 Supersonic Reconnaissance Aircraft by the Agency's Chief Historian, David Robarge. The newly declassified material will provide researchers on aviation and intelligence with significant additional detail about the design and development of the A-12 -- still the fastest and highest flying piloted operational jet aircraft ever built -- and its use as an intelligence collection platform in East Asia."
    ],
    "docs": [
        "CABLE TO DIRECTOR FROM [DELETED] RE FLIGHTS NUMBERS NINE AND TEN WERE FLOWN ON",
        "CABLE TO DIRECTOR FROM [DELETED] RE ROUTE OF FLT INCLUDED 8 INS CHECKPOINTS",
        "CABLE TO DIRECTOR FROM [DELETED] RE TNG FLIGHT NUMBER THREE FOR SKLIAR",
        "ESTIMATED PARTIAL AFTERBURNING PERFORMANCE J-58 ENGINE",
        "MISC RE AIRPLANE IS DESIGNED AROUND TWO PRATT AND WHITNEY J-58 AFTERBURNING ENG",
        "POSSIBILITY OF DUPLICATION BETWEEN PROJECT OXCART AND OTHER AERIAL RECONNAISSAN",
        "(EST PUB DATE) OXCART PROGRAM",
        "CABLE RE FIRST FLIGHT GREAT SUCCESS",
        "CABLE TO DIRECTOR FROM [DELETED] RE DURING FLIGHT THE VISITORS WERE SHOWN THE I",
        "OXCART COVER STORY",
        "OXCART PROGRAM",
        "CABLE TO DIRECTOR FROM [DELETED] RE COMPLETED ONE HOUR AND 30 MINUTES FLIGHT TH",
        "CABLE TO DIRECTOR FROM [DELETED] RE PUBLICITY RELEASES MENTION UNIDENTIFIED OBJ",
        "CABLE TO DIRECTOR FROM [DELETED] RE SCHEDULED FLIGHT OF A-12 HAS BEEN POSTPONED",
        "OXCART PROGRAM",
        "CABLE TO DIRECTOR FROM [DELETED] RE COMPLETED SHORT THIRTY MINUTE FLIGHT, TAKE",
        "CABLE TO DIRECTOR FROM [DELETED] RE FLIGHT 8 WAS MADE 24 MAY",
        "PHOTO",
        "PHOTO",
        "CABLE TO DIRECTOR FROM [DELETED] RE FIRST FLIGHT COMPLETED SATISFACTORILY TOTAL"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Air America: Upholding the Airmen's Bond",
    "paragraph": [
        "A fascinating assembly of documents revealing the role that Air America, the Agency's proprietary airline, played in the search and rescue of pilots and personnel during the Vietnam War. The collection has personal accounts by the rescued pilots and thank you letters as well as commendations from various officials. It includes, for the first time, direct information about Lima Site 85 in Laos and a possible hijacking attempt in the 1964 crash of Flight 908. Other elements include the airline's role in the final evacuations from Da Nang and Saigon in April, 1975.",
        "Related Collections: ",
        ", "
    ],
    "docs": [
        "(List of) COMPANY PERSONNEL EVACUATED FROM SAIGON TO HONG KONG",
        "A REPORT ON B-908 AIRCRAFT CRASH ACCIDENT, 15 July 1964",
        "Accident Investigation Report, 14 July 1964",
        "Accident Report, 20 June 1964",
        "Acknowledgement of Reception of Letters of Commendation, 28 October 1971",
        "Action Report, Evacuation of Saigon 28/29 April 1975",
        "ACTIVITY REPORT - 28 APRIL 1975 - 7 MAY 1975",
        "ACTIVITY REPORT: 29 APRIL 1975",
        "After Action Report: EVACUATION FLIGHT FROM SAIGON",
        "After Action Report: Evacuation of Saigon, Captain Coalson",
        "After Action Report: Evacuation of Saigon, Captain Israel Freedman",
        "After Action Report: Evacuation of Saigon, Captain K. F. Herrington",
        "After Action Report: Evacuation of Saigon, Captain R. C. Goodwin",
        "After Action Report: Evacuation of Saigon, Captain R. W. Hitchman Jr.",
        "Air America Pilots On Board USS Midway, 7 May 1975",
        "AIR AMERICA SVND EVACUATION SUMMARY",
        "Air America's Role in Evacuation Operations in Laos - 1970",
        "Air Asia Company Ltd. Accident to N1386N on 25 November 1968",
        "Aircraft Incident, 16 July 1970",
        "B-908 Aircraft Accident Investigation Report, 21 August 1964"
    ],
    "url": "https://www.cia.gov/readingroom/collection/vietnam-histories"
},
{
    "title": "Search",
    "paragraph": [],
    "docs": []
}
]